Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/*.po
Languages: fil

source: 1 year
fil: 1 taon

source: 2 years
fil: 2 taon

source: Add-on name
fil: Pangalan ng Add-on

source: Updated date
fil: Kailan in-update

source: Not installed
fil: Hindi naka-install

# addons
source: %s by %s
fil: %s ni/nina %s

source: Please wait while addons are updated
fil: Mangyaring maghintay habang ina-update ang mga addon.

source: Sorry, an error occurred while contacting the add-ons website. Make sure you are connected to the Internet and that SuperTuxKart is not blocked by a firewall
fil: Paumanhin, may naganap na error habang nakikipag-ugnayan sa add-ons website. Tiyaking nakakonekta ka sa Internet at ang SuperTuxKart ay hindi na-block ng firewall.

source: Locked : solve active challenges to gain access to more!
fil: Naka-lock : lutasin ang mga aktibong hamon upang makakuha ng access sa higit pa!

source: Random Arena
fil: Random na Arena

source: %d arena unavailable in single player.
fil: Ang %d arena ay hindi available sa single player.

source: translator-credits
fil: Launchpad Contributions: searinminecraft, 2022

# achievement_info
source: Subgoals
fil: Mga subgoal

source: Fulfill all the subgoals
fil: Tuparin ang lahat ng subgoals

source: Fulfill all the subgoals at the same time
fil: Tuparin ang lahat ng subgoal ng sabay sabay

source: Fulfill at least one subgoal
fil: Tuparin ng kahit isang subgoal

source: The sum of the subgoals must reach the indicated value
fil: Ang kabuuan ng mga subgoal ay dapat na maabot ang ipinahiwatig na halaga

source: Races won
fil: Mga nalalong karera

source: Normal races won
fil: Mga nalalong Normal na Karera

source: Time-trial races won
fil: Mga nalalong pagsubok ng oras na karera

source: Follow-the-Leader races won
fil: Mga nalalong sundan ang pinunong karera

source: Consecutive won races
fil: Magkasunod na nalalong karera

source: Consecutive won races in Expert or SuperTux
fil: Magkasunod na nalalong karera sa Eksperto o SuperTux

source: Novice races started
fil: Mga bagitong karera na nasimula

source: Novice races finished
fil: Mga bagitong karera na natapos

source: Intermediate races started
fil: Mga intermediate na karera na nasimula

source: Intermediate races finished
fil: Mga intermediate na karera na natapos

source: Expert races started
fil: Mga ekspertong karera na nasimula

source: Expert races finished
fil: Mga ekspertong karera na natapos

source: SuperTux races started
fil: Mga SuperTux na karera na nasimula

source: SuperTux races finished
fil: Mga SuperTux na karera na natapos

source: Normal races started
fil: Mga nasimulang normal na karera

source: Normal races finished
fil: Mga natapos na normal na karera

source: Time-trial races started
fil: Mga nasimulang pagsubok ng oras na karera

source: Time-trial races finished
fil: Mga natapos na pagsubok ng oras na karera

source: Follow-the-Leader races started
fil: Mga nasimulang sundan ang pinuno na karera

source: Follow-the-Leader races finished
fil: Mga natapos na sundan ang pinuno na karera

source: 3 Strikes battles started
fil: Mga nasimulang 3 Strikes battle

source: 3 Strikes battles finished
fil: Mga natapos na 3 Strikes battle

source: Soccer matches started
fil: Mga nasimulang Soccer match

source: Soccer matches finished
fil: Mga natapos na Soccer match

source: Egg Hunts started
fil: Mga nasimulan na Paghanap ng Itlog

source: Egg Hunts finished
fil: Mga natapos na Paghanap ng Itlog

source: Races started with a ghost replay
fil: Mga nasimulan na karera na may ghost replay

source: Races finished with a ghost replay
fil: Mga natapos na karera na may ghost replay

source: Capture-the-Flag matches started
fil: Mga nasimulan na Kunin ang Bandila na match

source: Capture-the-Flag matches finished
fil: Mga natapos na Kunin ang Bandila na match

source: Free-for-All matches started
fil: Mga nasimulan na Free-For-All na match

source: Free-for-All matches finished
fil: Mga natapos na Free-For-All na match

source: Powerups used
fil: Mga nagamit na powerup

source: (1 race)
fil: (1 karera)

source: Bowling ball hits
fil: Mga natamaan gamit ng bowling ball

source: Swatter hits
fil: Mga natamaan gamit ng Swatter

source: All hits
fil: Lahat ng natamaan

source: Hits against the same kart
fil: Mga hit laban sa parehong kart

source: Bananas collected
fil: Mga nakolektang saging

source: Skidding
fil: Pag-skid

source: Races started
fil: Mga nasimulan na karera

source: (maximum on one official track)
fil: (maximum sa isang opisyal na track)

source: Races finished
fil: Mga natapos na karera

source: Reverse direction races finished
fil: Mga natapos karera ng baligtad na direksyon

source: Races finished alone
fil: Mga natapos na karera mag-isa.

source: Races with less than the default lap number
fil: Mga karera na mas mababa sa default na lap number

source: Races with more than the default lap number
fil: Mga karera na mas mataas sa default na lap number

source: Races with at least twice as much as the default lap number
fil: Mga karera na may hindi bababa sa dalawang beses kaysa sa default na lap number

source: Egg hunts started
fil: Mga nasimulan na Paghanap ng Itlog

source: Egg hunts finished
fil: Mga natapos na Paghanap ng Itlog

source: (official tracks matching the goal)
fil: (opisyal na mga track na tumutugma sa goal)

source: New gamepads and joysticks will automatically appear in the list when you connect them to this device. To add a keyboard config, you can use the button below, HOWEVER please note that most keyboards only support a limited amount of simultaneous keypresses and are thus inappropriate for multiplayer gameplay. (You can, however, connect multiple keyboards to this device. Remember that everyone still needs different keybindings in this case.)
fil: Ang mga bagong gamepad at joystick ay awtomatikong lalabas sa listahan kapag konektahin mo sila sa device mo. Para magdagdag ng keyboard config, pwede mong gamitin ang button sa baba. PERO pakitandaan na ang karamihan ng mga keyboard ay sinusuportahan lamang ng limitadong halaga ng sabay-sabay na mga keypress at kaya hindi naangkop para sa multiplayer gameplay. (Gayumpaman, maari mong ikonekta ang maraming keyboard sa device na ito. Tandaan na kailangan pa rin ng lahat ng iba't ibang keybinding para sa kasong ito.)

source: Add Wiimote
fil: Magdagdag ng Wiimote

source: Add Keyboard Configuration
fil: Magdagdag ng Keyboard Configuration

source: Update
fil: I-update

source: Version: %d
fil: Bersyon: %d

source: Size: %s
fil: Laki: %s

source: Sorry, downloading the add-on failed
fil: Paumanhin, nabigo ang pag-download ng add-on.

source: Problems installing the addon '%s'.
fil: Nagkaproblema sa pag-install ng addon na '%s'.

source: Try again
fil: Subukan muli

source: Problems removing the addon '%s'.
fil: Nagkaproblema sa pagtanggal ng addon na '%s'.

source: Background download completed.
fil: Tapos na ang background download.

source: Background download has already started.
fil: Nagsimula na ang background download.

source: Current password invalid.
fil: Hindi angkop ang kasalukuyang password.

source: Password has to be between 8 and 30 characters long!
fil: Ang password ay dapat nasa pagitan ng 8 at 30 na character pahaba!

source: Passwords don't match!
fil: Hindi tugma ang mga password!

source: Validating info
fil: Pinapatunay ang impormasyon

source: Password successfully changed.
fil: Natagumpay na nabago ang password.

source: Confirm resolution within %i second
fil: Kumpirmahin ang resolusyon sa loob ng %i segundo

source: Resolutions smaller than 1024x768 or 1280x720 are unsupported. Some parts of the UI may not work correctly.
fil: Ang mga resolusyon na mas maliit sa 1024x768 o 1280x720 ay hindi sinusuportahan. Maaring hindi gumana nang tama ang ilang bahagi ng UI.

source: Disabled
fil: Naka-disable

source: Important only
fil: Importante lamang

source: Very Low
fil: Mas mababa

source: Low
fil: Mababa

source: High
fil: Mataas

source: SuperTuxKart will download full assets (including high quality textures and music) for better gaming experience, this will use your mobile data if you don't have a wifi connection.
fil: Magda-download ang SuperTuxKart ng lahat ng assets (kasama ang mataas na kalidad na textures at tugtog) para sa mas magandang karanasan sa laro. Gagamitin ito ng iyong mobile data kapag wala kang koneksyon sa wifi.

source: SuperTuxKart will download full assets (including high quality textures and music) for better gaming experience.
fil: Magda-download ang SuperTuxKart ng lahat ng assets (kasama ang mataas na kalidad na textures at tugtog) para sa mas magandang karanasan sa laro

source: Enter the server address optionally followed by : and then port or select address from list.
fil: Ipasok ang address ng server na opsyonal na sinusunod ng : at ang port o piliin ang address sa listahan.

source: Invalid server address: %s.
fil: Hindi wastong address: %s.

# column_name
source: Laps
fil: Mga lap

# column_name
source: Time
fil: Oras

# column_name
source: Version
fil: Bersyon

source: No
fil: Hindi

source: Top %d High Scores
fil: Top %d na high scores

source: Number of karts: %d
fil: Numero ng karts: %d

source: Time target: %s
fil: Target ng oras: %s

source: Laps: %d
fil: Numero ng laps: %d

source: (Empty)
fil: (Walang laman)

source: Use original color
fil: Gamitin ang orihinal na kulay

source: Pick a color from slider
fil: Pumili ng kulay sa slider

source: Don't show again
fil: Huwag ipakita ulit

source: Player info
fil: Info ng manlalaro

source: Player name: %s
fil: Pangalan ng manlalaro: %s

source: Player location: %s
fil: Lokasyon ng manlalaro: %s

source: Kick
fil: Tanggalin

source: Change team
fil: Palitan ang koponan

source: Enable handicap
fil: Paganahin ang handicap

source: Disable handicap
fil: Huwag paganahin ang handicap

source: Report player
fil: Iulat ang manlalaro

source: Fetching ranking info for %s
fil: Kinukuha ang impormasyon sa pagraranggo ni %s

source: Tell server administrator about this player (%s):
fil: Sabihin sa server administrator tungkol sa manlalaro na ito (%s):

source: Press any key... (Press ESC to cancel)
fil: Pumindot ng kahit anong key (Pindutin ang ESC para kanselahin)

source: Press any key...
fil: Pumindot ng kahit anong key...

source: Chat is disabled, enable in options menu.
fil: Naka-disable ang chat, paganahin sa menu ng opsyon.

source: Back to Battle
fil: Bumalik sa Labanan

source: Setup New Game
fil: Mag-setup ng bagong laro

source: Restart Battle
fil: Ulitin ang Laban

source: Exit Battle
fil: Umails sa Laban

source: Setup New Race
fil: Mag-setup ng Bagong Karera

source: Exit Race
fil: Umalis sa Karera

source: %s has no ranking yet.
fil: Wala pang ranggo si %s.

source: %s is number %d in the rankings with a score of %f.
fil: SI %s ay nasa numerong %d sa mga ranggo na may iskor na %f

source: Username and/or email address invalid.
fil: Hindi angkop ang username at/o email address.

source: Please read the terms and conditions for SuperTuxKart at '%s'. You must agree to these terms in order to register an account for STK. If you have any questions or comments regarding these terms, one of the members of the development team would gladly assist you.
fil: Mangyaring basahin ang mga tuntunin at kundisyon para sa SuperTuxKart sa '%s'. Kailangan mong sumang-ayon sa mga tuntuning ito upang makipagrehistro ng isang account para sa STK. Kung mayroon kang anumang mga katangunan o komento tungkol sa mga tuntuning ito, isa sa mga miyembro ng development team ay malugod na tulungan ka.

source: Ghost replay race
fil: Ghost replay na karera

source: Laps: %i
fil: Mga lap: %i

source: Type: %s
fil: Uri: %s

source: Required Rank: %i
fil: Kinakailangang Ranggo: %i

source: Required Time: %i
fil: Kinakailangang Oras: %i

source: Required Nitro Points: %i
fil: Kinakailangang Nitro Points: %i

source: Number of AI Karts: %i
fil: Numero ng AI Karts: %i

source: Battle mode
fil: Labanan

source: Soccer game type
fil: Uri ng laro ng Soccer

source: Server location: %s
fil: Lokasyon ng server: %s

source: Current track: %s
fil: Kasalukuyang track: %s

source: Rank
fil: Ranggo

source: Player
fil: Manlalaro

source: Scores
fil: Mga Iskor

source: Time played
fil: Oras na naglaro

source: Remove from bookmarks
fil: Tanggalin sa bookmarks

source: Input device already exists.
fil: Umiiral na ang input device.

source: No player available for connecting to server.
fil: Walang available na manlalaro para sa pagkonekta sa server.

source: Username: %s
fil: Pangalan: %s

source: Cancel Request
fil: Kanselahin ang Request

source: Today
fil: Ngayon

source: Friend request sent!
fil: Napadala ang friend request!

source: Friend request accepted!
fil: Tinanggap ang friend request!

source: Friend request declined!
fil: Tinanggihan ang friend request!

source: Friend removed!
fil: Tinanggal ang kaibigan!

source: Friend request cancelled!
fil: Kinansela ang friend request!

source: Processing
fil: Pinoproseso

source: Fetching last vote
fil: Kinukuha ang huling boto

source: You can adapt your previous rating by clicking the stars beneath.
fil: Maari mong iakma ang iyong nakaarang rating sa pamamagitan ng pag-click sa mga bitwin sa ibaba.

source: You have not yet voted for this addon. Select your desired rating by clicking the stars beneath
fil: Hindi ka pa bumoto para sa addon na ito. Piliin ang iyong gustong rating sa pamamagitan ng pag-click sa mga bitwin sa ibaba.

source: Vote successful! You can now close the window.
fil: Matagumpay ang boto! Pwede mo na ngayong isarado ang window na ito.

source: Performing vote
fil: Isinasagawa ang boto

source: Random Track
fil: Random na Track

source: Are you sure you want to remove '%s'?
fil: Sigurado kang gusto mong tanggalin ang '%s'?

source: Do you want to save your changes?
fil: Gusto mo bang i-save ang iyong nabago?

source: An error occurred while trying to save your grand prix.
fil: May naganap na error habang sinusubukang i-save ang iyong grand prix.

source: Select a track
fil: Pumili ng track

source: You completed the easy challenge! Points earned on this level: %i/%i
fil: Nakumpleto mo ang madali na hamon! Mga puntos na nakuha sa level na ito: %i/%i

source: You completed the intermediate challenge! Points earned on this level: %i/%i
fil: Nakumpleto mo ang intermediate na hamon! Mga puntos na nakuha sa level na ito: %i/%i

source: You completed the difficult challenge! Points earned on this level: %i/%i
fil: Nakumpleto mo ang mahirap na hamon! Mga puntos na nakuha sa level na ito: %i/%i

source: You completed the SuperTux challenge! Points earned on this level: %i/%i
fil: Nakumpleto mo ang SuperTux na hamon! Mga puntos na nakuha sa level na ito: %i/%i

source: You unlocked %s!
fil: Na-unlock mo si %s!

source: Challenge Completed
fil: Nakumpleto ang Hamon!

source: You unlocked track %0
fil: Na-unlock mo ang track na %0

source: You unlocked grand prix %0
fil: Na-unlock mo ang grand prix na %0

# column_name
source: Players
fil: Mga Manlalaro

source: Reload
fil: I-reload

source: Please enter the name of the grand prix
fil: Pakilagay ang pangalan ng grand prix

source: Please select a Grand Prix
fil: Pumili ng Grand Prix

source: Name is empty.
fil: Walang laman ang pangalan.

source: Another grand prix with this name already exists.
fil: Mayroon nang isang grand prix na may ganitong pangalan.

source: Name is too long.
fil: Masyadong mahaba ang pangalan.

source: Better luck next time!
fil: Baka palarin sa susunod!

source: You completed a challenge!
fil: Nakakumpleto ka ng hamon!

source: You won the Grand Prix!
fil: Nalalo ka sa Grand Prix!

source: You completed the Grand Prix!
fil: Nakumpleto mo ang Grand Prix!

# column_name
source: Number of karts
fil: Numero ng karts

source: Are you sure you want to remove this high score entry?
fil: Sigurado ka bang gusto mong tanggalin ang high score entry na ito?

source: Are you sure you want to remove all of your high scores?
fil: Sigurado ka bang gusto mong tanggalin ang lahat ng high score mo?

source: Connect a keyboard or gamepad to play splitscreen multiplayer
fil: Kumonekta ng keyboard o gamepad para maglaro ng splitscreen multiplayer

source: Random Kart
fil: Random na Kart

source: Locked
fil: Naka-lock

source: Everyone: Press the 'Select' button to join the game
fil: Lahat: Pindutin ang 'Piliin' na button para sumali sa laro

source: Would you like to play the tutorial of the game?
fil: Gusto mo bang laruin ang tutorial ng laro na ito?

source: You can not play online without internet access. If you want to play online, go in the options menu, and check "Connect to the Internet".
fil: Hindi ka pwedeng maglaro ng online nang walang access sa Internet. Kung gusto mong maglaro online, pumunta sa menu ng mga opsyon, at i-check ang "Kumonekta sa Internet".

source: You can not download addons without internet access. If you want to download addons, go in the options menu, and check "Connect to the Internet".
fil: Hindi ka pwedeng mag-download ng mga addon nang walang access sa Internet. Kung gusto mong mag-download ng addons, pumunta sa menu ng mga opsyon, at i-check ang "Kumonekta sa Internet".

source: You can not download addons without internet access. If you want to download addons, go in the options menu, and check "Connect to the Internet". You can however delete already downloaded addons.
fil: Hindi ka pwedeng mag-download ng mga addon nang walang access sa Internet. Kung gusto mong mag-download ng addons, pumunta sa menu ng mga opsyon, at i-check ang "Kumonekta sa Internet". Gayumpaman, maari mong burahin ang mga na-download na addon.

source: The add-ons module is currently disabled in the Options screen
fil: Kasalukuyang hindi pinagana ang module ng mga add-on sa screen ng Mga Opsyon.

source: Please wait while the add-ons are loading
fil: Mangyaring maghintay habang naglo-load ang mga add-on.

source: Are you sure you want to quit STK?
fil: Sigurado ka bang gusto mong umalis sa STK?

source: Create LAN Server
fil: Gumawa ng LAN Server

source: %s's server
fil: Server ni %s

source: No. of grand prix track(s)
fil: Nu. ng mga grand prix track(s)

source: Name has to be between 4 and 30 characters long!
fil: Ang pangalan ay dapat nasa pagitan ng 4 at 30 na character pahaba!

source: Incorrect characters in password!
fil: Maling characters sa password!

source: Ready
fil: Handa na

source: Live join
fil: Mag live join

source: Spectate
fil: Manood

source: Install addon
fil: I-install ang addon

source: Please wait for the current game's (%s) end, estimated remaining time: %s.
fil: Mangyaring hintayin ang pagtatapos ng kasalukuyang laro (%s), tinantayang natitirang oras: %s.

source: Please wait for the current game's end, estimated remaining time: %s.
fil: Mangyaring hintayin ang pagtatapos ng kasalukuyang laro, tinantayang natitirang oras: %s.

source: Please wait for the current game's (%s) end, estimated progress: %s%.
fil: Mangyaring hintayin ang pagtatapos ng kasalukuyang laro (%s), tinantayang progress: %s%.

source: Please wait for the current game's end, estimated progress: %d%.
fil: Mangyaring hintayin ang pagtatapos ng kasalukuyang laro, tinantayang progress: %d%.

source: Please wait for the current game's end.
fil: Mangyaring hintayin ang pagtatapos ng kasalukuyang laro.

source: Game will start if there is more than %d player.
fil: Magsisimula ang laro kung higit sa %d manlalaro.

source: Starting after %d second, or once everyone has pressed the 'Ready' button.
fil: Magsisimula pagkatapos ng %d segundo, o kapag pinindot na ng lahat ang 'Handa na' na button.

source: Connecting to server %s
fil: Kumokonekta sa server na %s

source: Finding a quick play server
fil: Naghahanap ng quick play server

source: Remaining time: %d
fil: Natitrang oras: %d

source: Goals
fil: Mga goal

source: Fetching achievements
fil: Kinukuha ang mga achievements

source: %s's profile
fil: Profile ni %s

source: Since
fil: Noong

source: Fetching friends
fil: Kinukuha ang mga kaibigan

source: New Request
fil: Bagong Request

source: Enter new E-mail below
fil: Maglagay ng bagong E-mail sa ibaba

source: New Email has to be between 5 and 254 characters long!
fil: Ang Bagong Email ay dapat nasa pagitan ng 5 at 254 na character ang haba!

source: New Email is invalid!
fil: Hindi wasto ang bagong Email!

source: E-mail changed!
fil: Nabago ang E-mail!

source: Failed to change E-mail: %s
fil: Nabigong baguhin ang E-mail: %s

source: You must be logged in to play Global networking. Click your username above.
fil: Dapat kang naka-log in upang maglaro ng Global networking. I-click ang iyong username sa itaas.

source: Searching
fil: Naghahanap

source: Exit game
fil: Umalis sa laro

source: Could not create player '%s'.
fil: Hindi magawa ang manlalarong '%s'.

source: User name cannot be empty.
fil: Hindi maaring walang laman ang pangalan.

source: Online username and password must not be the same!
fil: Hindi maaring magkatulad ang Online username at password!

source: Emails don't match!
fil: Hindi tugma ang mga email!

source: Online username can only contain alphanumeric (ASCII) characters, periods, dashes and underscores!
fil: Ang online na username ay maaari lamang maglaman ng mga alphanumeric (ASCII) na character, tuldok, gitling at salungguhit!

source: Online username has to be between 3 and 30 characters long!
fil: Ang online username ay dapat nasa pagitan ng 3 at 30 na character pahaba!

source: Online username must not start with a number!
fil: Ang online username ay hindi dapat magsimula sa isang numero!

source: Email has to be between 5 and 254 characters long!
fil: Ang Email ay dapat nasa pagitan ng 5 at 254 na character ang haba!

source: Email is invalid!
fil: Hindi wasto ang Email!

source: You will receive an email with further instructions regarding account activation. Please be patient and be sure to check your spam folder.
fil: Magkakaroon ka ng email na may karagdagang tabulin tungkol sa pag-activate ng account. Maghintay lamang at tiyaking suriin ang iyong spam folder.

source: Internet access is disabled, please enable it in the options
fil: Naka-disable ang access sa Internet, mangyaring paganahin sa mga opsyon.

# column_name
source: Name
fil: Pangalan

# column_name
source: Game mode
fil: Uri ng laro

# column_name
source: Owner
fil: May-ari

# column_name
source: Distance (km)
fil: Distansya (km)

source: Unknown
fil: Hindi alam

source: No IPv4 detected, you may not be able to join any servers.
fil: Walang natukoy na IPv4. Maaring hindi ka makasali sa kahit anong server.

source: No IPv6 detected, you may not be able to join any servers.
fil: Walang natukoy na IPv6. Maaring hindi ka makasali sa kahit anong server.

source: No server is available.
fil: Walang available na server.

source: Fetching servers
fil: Kinukuha ang mga server

source: Server Bookmarks
fil: Mga server bookmark

source: If a majority of players all select the same track and race settings, voting will end early.
fil: Kung ang karamihan sa mga manlalaro ay pipili ng parehong mga setting ng track at karera, ang pagboto ay matatapos nang maaga.

source: Random item location
fil: Random na lokasyon ng item

source: Number of goals to win
fil: Bilang ng goals upang manalo

source: Drive in reverse
fil: Magmaneho nang reverse

source: Locked: solve active challenges to gain access to more!
fil: Naka-lock : lutasin ang mga aktibong hamon upang makakuha ng access sa higit pa!

source: Action
fil: Aksyon

source: Disable Device
fil: Huwag Paganahin ang Device

source: Enable Device
fil: Paganahin ang Device

source: Enable Configuration
fil: Paganahin ang Configuration

source: Game Keys
fil: Mga keys ng Laro

source: Menu Keys
fil: Mga keys ng Menu

source: Steer Left
fil: Lumiko sa Kaliwa

source: Steer Right
fil: Lumiko sa Kanan

source: Accelerate
fil: Mag-accelerate

source: Look Back
fil: Tumgingin sa Likod

source: Pause Game
fil: I-pause ang laro
