Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/*.po
Languages: fil

source: Extracting game data...
fil: Ine-extract ang data ng laro...

source: Game data extraction error
fil: Nabigo ang pag-extract ng data ng laro

source: Check remaining device space or reinstall SuperTuxKart.
fil: Paki check ang iyong espayo sa iyong device o i-reinstall ang SuperTuxKart.

source: Quit
fil: Umalis

source: Play every official track at least once.
fil: I-laro ang bawat opisyal na track kahit isang beses lang.

source: Hit 10 karts with a bowling-ball.
fil: Itamaan ang 10 na kart gamit ng bowling-ball.

source: Arch Enemy
fil: Mortal na Kaaway

source: Hit the same kart at least 5 times in one race.
fil: Tamaan ang parehong kart nang 5 beses sa isang karera.

source: Finish a race with at least twice the track's default lap number.
fil: Tapusin ang isang karera na may hindi bababa sa dalawang beses ang default na lap number ng track.

source: Skid 5 times in a single lap.
fil: Mag-skid ng 5 beses sa isang lap.

source: Gold driver
fil: Gintong Driver

source: Win against at least 3 AIs in normal race, time-trial, and follow the leader.
fil: Manalo laban sa hindi bababa sa 3 AI sa normal na karera, pagsubok sa oras, at sundin ang pinuno.

source: Use 10 or more powerups in a race.
fil: Gumamit ng 10 o higit pang mga powerup sa isang karera

source: Unstoppable
fil: Hindi Mapigilan

source: Win 5 single races in a row against at least 3 AIs. Beware, restarting a race counts as a loss.
fil: Manalo ng 5 solong karera nang sunud-sunod laban sa hindi bababa sa 3 AI. Mag-ingat, ang pagsisimula muli ng isang karera ay binibilang bilang isang pagkatalo.

source: Collect at least 5 bananas in one race.
fil: Mangolekta ng hindi mababa sa 5 mga saging sa isang karera

source: It's secret
fil: Sikreto ito

source: Really ... a secret.
fil: Talaga ... isang sikreto.

source: Mosquito Hunter
fil: Mangangaso ng Lamok

source: Take your opponents for mosquitos! With the swatter, squash them at least 5 times in a race.
fil: Dalhin ang iyong mga kalaban para sa mga lamok! Gamit ang swatter, i-squash ang mga ito ng hindi bababa sa 5 beses sa isang karera.

source: Beyond Luck
fil: Lampas sa Swerte

source: Win 10 single races in a row in Expert or SuperTux against at least 5 AIs. Beware, restarting a race counts as a loss.
fil: Manalo ng 10 solong karera nang sunud-sunod sa Eksperto o SuperTux laban sa hindi bababa sa 5 AI. Mag-ingat, ang pagsisimula muli ng isang karera ay binibilang bilang isang pagkatalo.

source: Penguin Playground
fil: Palaruan ng Penguin

source: To the Moon and Back
fil: Sa Buwan at Pabalik

source: At World's End
fil: Sa Katapusan ng Mundo

source: Back
fil: Bumalik

source: Install
fil: I-install

source: Uninstall
fil: I-uninstall

source: Select a type of control that you prefer
fil: Pumili ng uri ng kontrol na gusto mo

source: You can change it later in touch device settings.
fil: Pwede mo ito palitan mamaya sa touch device settings.

source: Apply
fil: I-apply

source: Touch Device Settings
fil: Mga Setting sa Touch Device

source: Device enabled
fil: Naka-enable ang device

source: Inverted buttons
fil: Naka-invert na button

source: Buttons scale
fil: Scale ng mga button

source: Restore defaults
fil: I-restore ang mga default

source: Cancel
fil: Kanselahin

source: Yes
fil: Oo

source: Revert
fil: I-revert

source: Accept
fil: I-accept

source: Camera Settings
fil: Mga setting sa camera

source: Player camera
fil: Camera ng manlalaro

source: Distance
fil: Distansya

source: Angle
fil: Anggulo

source: Smooth camera
fil: Smooth na camera

source: Backward camera
fil: Backward na camera

source: Follow ball in soccer mode
fil: Sundin ang bola sa soccer mode

source: Reset
fil: I-reset

source: Graphics Settings
fil: Mga setting sa Grapiks

source: Advanced pipeline (lights, etc.)
fil: Advanced na pipeline (mga ilaw, atbp.)

source: Shadows
fil: Mga Anino

source: Glow (Outlines)
fil: Glow (Mga Outline)

source: Anti-aliasing
fil: Anti-ailasing

source: Image-based lighting
fil: Image-based na ilaw

source: Light Scattering
fil: Pagkalat ng Ilaw

source: Animated characters
fil: Gumagalaw na characters

source: Particle effects
fil: Mga particle effects

source: Rendered image quality
fil: Rendered na kalidad ng imahe

source: Geometry detail
fil: Detalye ng geometry

source: * Restart STK to apply new settings
fil: * I-restart ang STK para i-apply ang bagong settings

source: Close
fil: Isarado

source: Join
fil: Sumali

source: Record the race for ghost replay
fil: I-record ang karera para sa ghost replay

source: Watch replay only
fil: Panoorin lang ang replay

source: Compare to another ghost
fil: Ikumpara sa ibang ghost

source: Remove
fil: Tanggalin

source: Compare ghost
fil: Ikumpara ang ghost

source: Start Race
fil: Simulan ang Karera

source: Goal
fil: Hamon

source: Password Change
fil: Palitan ang Password

source: Current Password
fil: Kasalukuyang Password

source: New Password
fil: Bagong Password

source: Confirm
fil: Kumpirmahin

source: Submit
fil: I-sumbit

source: Back to Race
fil: Bumalik sa Karera

source: Quit Server
fil: Umalis sa Server

source: Back to lobby
fil: Bumalik sa lobby

source: Restart Race
fil: Ulitin ang Karera

source: Give Up Race
fil: Sumuko sa Karera

source: Options
fil: Mga Opsyon

source: Help
fil: Tulong

source: Top 10 players
fil: Top 10 na mga manlalaro

source: Account Recovery
fil: Recovery sa Account

source: You will receive an email with further instructions on how to reset your password. Please be patient and be sure to check your spam folder.
fil: Magkakaroon ka ng email na may karagdagang tabulin kung paano i-reset ang iyong password. Maghintay lamang at tiyaking suriin ang iyong spam folder.

source: Fill in the username and email address you supplied at registration to be able to reset your password.
fil: Ipasok ang username at email address na ginamit mo sa registration para i-reset ang iyong password.

source: Username
fil: Pangalan

source: Terms and Agreement
fil: Mga Tuntunin at Kasunduan

source: I agree to the above terms and am 13 years or older.
fil: Sumasangayon ako sa mga tuntunin at ay 13 na baitang o pataas.

source: Server Configuration
fil: Configuration para sa Server

source: Difficulty
fil: Kahirapan

source: Novice
fil: Bagito

source: Expert
fil: Eksperto

source: Game mode
fil: Uri ng laro

source: Normal Race
fil: Normal na Karera

source: Time Trial
fil: Pagsubok sa Oras

source: Battle
fil: Labanan

source: Bookmark this server
fil: I-bookmark ang server

source: Add player
fil: Magdagdag ng manlalaro

source: Name
fil: Pangalan

source: Handicap
fil: May kapansanan

source: Press the 'All players ready' button after the player list is ready.
fil: Pindutin ang 'Lahat ng manlalaro ay handa na' na button kapag handa na ang listahan ng player.

source: Clear players
fil: I-clear ang mga manlalaro

source: All players ready
fil: Lahat ng manlalaro ay handa na

source: User Info
fil: Info ng User

source: Add Friend
fil: Idagdag ang kaibigan

source: Vote
fil: Bumoto

source: Paused
fil: Nakapause

source: Back to Game
fil: Bumalik sa Laro

source: Back to menu
fil: Bumalik sa menu

source: Select kart
fil: Pumili ng kart

source: Press fully and release...
fil: Pindutin ng puno at bitawan

source: Assign to ESC key
fil: I-assign sa ESC key

source: Assign nothing
fil: Mag-assign ng wala

source: Race Setup
fil: Setup ng Karera

source: Continue
fil: Magpatuloy

source: SuperTuxKart Addons
fil: Addons ng SuperTuxKart

source: Updated
fil: Na-update

source: Karts
fil: Mga Kart

source: Tracks
fil: Mga Track

source: Arenas
fil: Mga Arena

source: Installed
fil: Naka-install

source: Add-Ons
fil: Mga Add-On

source: All
fil: Lahat

source: Credits
fil: Mga Kredito

source: All Tracks
fil: Lahat ng Tracks

source: Edit Grand Prix
fil: I-edit ang Grand Prix

source: Move up
fil: Ilipat pataas

source: Move down
fil: Ilipat pababa

source: Add
fil: Magdagdag

source: Edit
fil: I-edit

source: Save
fil: I-save

source: Number of laps:
fil: Numero ng laps:

source: Ghost Replay Selection
fil: Pagpili ng Ghost Replay

source: Egg Hunt
fil: Paghanap ng Itlog

source: Only show the best times
fil: Ipakita lamang ang pinakamabilis na oras

source: Compare replay
fil: Ikumpara ang replay

source: Only show replays matching the current difficulty
fil: Ipakita lamang ang mga replay na tugma sa kasulukuyang difficulty

source: Only show replays matching the current version
fil: Ipakita lamang ang mga replay na tugma sa kasulukuyang bersyon

source: Hide multiplayer replays
fil: Itago ang mga multiplayer replays

source: Record a ghost replay
fil: Mag-record ng ghost replay

source: AI karts
fil: Mga AI kart

source: Maximum time (min.)
fil: Maximum na oras (min.)

source: Continue saved GP
fil: Ituloy ang nai-save na GP

source: Grand Prix editor
fil: Editor ng Grand Prix

source: New
fil: Bago

source: Copy
fil: Kopyahin

source: Rename
fil: Palitan ang pangalan

source: Save Grand Prix
fil: I-save ang Grand Prix

source: SuperTuxKart Help
fil: Tulong sa SuperTuxKart

source: Game Modes
fil: Mga Game Mode

source: Powerups
fil: Mga Powerup

source: Bananas
fil: Mga Saging

source: Kart classes
fil: Mga uri ng kart

source: Start the tutorial
fil: Simulan ang tutorial

source: Collect blue gift boxes, they will give you powerups.
fil: Mangolekta ng asul na gift box, bibigyan ka nila ng mga powerup.

source: Avoid bananas!
fil: Iwasan ang mga saging!

source: Collecting nitro allows you to get speed boosts whenever you wish by pressing the appropriate key or button. You can see your current level of nitro in the gauge at the bottom-right of the race screen.
fil: Ang pagkolekta ng nitro ay nagbibigyan-daan sa iyo upang magkaroon ng speed boost kapag gusto mo sa pamamagitan ng pag-pindot ng wasto na key o button. Makikita mo ang kasulukuyang lebel ng nitro sa gauge sa ibabang kanan ng screen ng karera.

source: If you see a button with a lock like this one, you need to complete a challenge to unlock it.
fil: Kapag may nakita kang button na may lock na parang ganito, kailangan mong magkumpleto ng isang challenge para i-unlock yan.

source: You can skid by pressing a special key or button. Successive short skids help to take sharp turns; while medium skids will boost your speed, long skids more so. You can't stop turning while skidding, so orient your kart carefully before!
fil: Pwede kang mag-skid sa pamamagitan ng pagpindot ng espesyal na key o button. Ang sunud-sunod na maikling skids ay nakakatulong sa paggawa ng sharp na ikot; habang ang medium na skid ay napapalakas ng iyong bilis, ang mahabang skid ay higit pa. Hindi ka maaring tumigil sa pag-ikot habang nagsi-skid, kaya i-orient ang iyong kart nang mabuti bago!

source: You can get a startup boost by pressing the accelerate button at 'Set!', before the race's start.
fil: Pwede ka magkaroon ng startup boost sa pamamagitan ng pagpindot ng accelerate na button sa 'Itakda!', bago magsimula ang karera.

source: * Current key bindings can be seen/changed in the Options menu
fil: * Ang mga kasalukuyang key binding ay makikita/mapapalitan sa menu ng Opsyon.

source: SuperTuxKart features several game modes:
fil: Nagtatampok ang SuperTuxKart ng ilang uri ng laro:

source: Regular Race: All blows allowed, so collect powerups and use them smartly!
fil: Regular na Karera: Pinapayagan ang lahat ng suntok, kaya mangolekta ng mga powerup at gamitin sila ng matalino!

source: Time Trial: Contains no powerups, so only your driving skills matter!
fil: Pagsubok ng Oras: Walang mga powerup, kaya mahalaga ang iyong driving skills!

source: Follow the leader: Run for second place, as the last kart will be disqualified every time the counter hits zero. Beware: going in front of the leader will get you eliminated too!
fil: Sundin ang Pinuno: Tumakbo ng second place, dahil ang huling kart ay madidisqualify sa tuwing ang counter ay magiging zero. Mag-ingat: Ang pagpunta sa harap ng pinuno ay makakatangal sa iyo!

source: There are 3 types of battle mode: In 3 Strikes Battle, you need to hit others with weapons until they lose all their lives. In Free-For-All, the player who hits others the most will win in a given hit or time limit. In Capture The Flag, your team needs to bring the flag of the other team to your own flag base, as long as your flag is not captured by the other team.
fil: May tatlong uri ng labanan: Sa 3 Strikes Battle, kaylangan mong tamaan ang mga iba gamit ng mga armas hangang mawalan sila ng kanilang buong buhay. Sa Free-For-All, ang manlalaro na natamaan ang iba ng pinakamarami ay mananalo sa ibinigay na hit o limitasyon ng oras. Sa Kunin Ang Bandila, kailan ng iyong koponan na kunin ang bandila ng ibang koponan sa sarili mong base ng bandila, hanggat ang iyong bandila ay hindi nakuha ng ibang koponan.

source: Soccer: Use your kart to push the ball into the goal.
fil: Soccer: Gamitin ang iyong kart para itulak ang bola sa goal.

source: Egg hunt: Explore tracks to find all hidden eggs.
fil: Paghanap ng Itlog: I-explore ang mga track para hanapin lahat ng nakatagong itlog.

source: Ghost replay: Race against ghost replays in time-trial or egg hunt mode, and record your own!
fil: Ghost replay: Makipagkarera laban sa mga ghost replay sa pagsubok ng oras o paghanap ng itlog na mode, at mag-record ng sarili mo!

source: Lap Trial: Complete as many laps as possible in a given amount of time.
fil: Pagsubok sa Lap: Kumpletuhin ang pinakamaraming lap hangga't maaari sa isang naibigay na tagal ng oras.

source: * Many of these game modes can also be played in a Grand Prix fashion: instead of playing a single race, you play many in a row. The better you rank, the more points you get. In the end, the player with the most points wins the cup.
fil: * Ang marami sa mga uri ng laro na ito ay pwede laruin sa isang Grand Prix Fasion: sa halip na maglaro ng isang karera, maglalaro ka ng marami sa isang hilera. Kung mas mahusay ang iyong ranggo, mas maraming puntos ang makukuha mo. Sa huli, ang manlalaro na may pinakamaraming puntos ang mananalo ng cup.

source: To help you win, there are some powerups you can collect:
fil: Para tulungan kang manalo, ito ang mga powerup na pwede mong kolektahin:

source: BubbleGum - protect yourself with a shield, or use while looking back to leave a sticky pink puddle behind you.
fil: BubbleGum - protektahin ang sarili mo gamit ng shield, o gamitin habang tumitingin sa likod para umiwan ng malagkit na pink puddle sa likod mo.

source: Zipper - will give you a strong speed boost. But beware of not losing control of your kart!
fil: Zipper - bigigyan ka ng malakas na speed boost. Pero mag-ingat sa mawalan ng kontrol sa iyong kart!

source: Cake - thrown at the closest rival, best on short ranges and long straights. It also affects other karts close to the explosion.
fil: Cake - ibabato sa pinakamalapit na rival, maganda sa maliit na saklaw at mahabang straights. Nakakaapekto rin ito sa mga ibang kart na malapit sa explosion.

source: Plunger - throw straight to pull an opponent back, or throw while looking back to make one lose sight.
fil: Plunger - ibato ng tuwid para ihila ang opponent pabalik, o ibato habang tumitingin sa likod para mawalan ng paningin.

source: Bowling Ball - goes straight until it strikes, it can bounce off walls. If you are looking back, it will be thrown backwards.
fil: Bowling Ball - dumidiretso hanggang sa tumama, pwede itong tumalbog sa mga pader. Kung tumingin ka sa likod, ibabato ito patalikod.

source: Parachute - slows down all karts in a better position.
fil: Parasyut - pinababagal ang lahat ng karts sa mas mataas na posisyon.

source: Swapper - gift boxes are transformed into bananas, nitro cans into bubblegums, and vice versa for a short time.
fil: Swapper - Ang mga gift box ay magiging saging, mga nitro cans sa bubble gums, at kabaliktaran sa maikling oras.

source: Basket Ball - bounces after the leader, and might squash and slow down karts down on the way.
fil: Basketbol - tumaltalbog pagkatapos ng pinuno, at baka ma-squash at pabagalin ang mga kart sa daanan.

source: Swatter - will squash karts close by, slowing them down. Can also be used to remove parachutes and bombs.
fil: Swatter - Isa-squash ang mga karts na malapit, pinababagal sila. Pwede rin gamitin para tanggalin ang mga parasyut at mga bomba.

source: Hitting a banana can result in one of the following being attached to the kart:
fil: Ang pagtama ng saging ay magresulta sa mga sumusunod na ikakabit sa kart:

source: Anchor - slows down the kart suddenly.
fil: Anchor - pinababagal ang kart ng bigla-biglaan.

source: Parachute - slows down the kart, more progressively than the anchor. The faster you go, the stronger it slows you down.
fil: Parasyut - pinababagal ang kart, mas progresibo kaysa sa anchor. Kapag mas mabilis ka, mas malakas na pinababagal sa iyo.

source: Bomb - detonates after some amount of time, throwing the kart up in the air. Bump into another kart to transfer the bomb to it.
fil: Bomba - sasabog pagkatapos ng ilang oras, tinatapon ang kart sa hangin. Bumungo sa isa pang kart para ilipat ang bomba diyan.

source: The evil Nolok has captured Gnu! Here are a few tips to help you:
fil: Nabihag ng masamang Nolok si Gnu! Ito ang mga ilang tips para tulungan ka:

source: This icon on the minimap shows the available challenges you've not completed. In the top-right of the screen, it also tells you how many points you currently have. Complete as many challenges as possible, and Nolok will accept to race against you. Win to liberate Gnu!
fil: Ang icon na ito sa minimap ay nagpapakita ng available na mga hamon na hindi mo pa natatapos. Sa itaas kanan ng screen, sinasabi rin sa iyo kung gaano karami ang puntos na mayroon ka. Magkumpleto ng maraming hamon hangga't maari, at si Nolok ay itatanggap na makipagkarera laban sa iyo. Manalo upang palayain si Gnu!

source: When you complete a challenge, you get a cup. Each cup is worth several points. The higher the difficulty you completed the challenge in, the better the cup and the more points it is worth.
fil: Kapag nakakumpleto ka ng hamon, magkakaroon ka ng cup. Ang bawat cup ay nagkakahalaga ng ilang puntos. Kung mas mataas ang kahirapan na natapos ang hamon, mas mahusay na cup at mas maraming puntos ang halaga.

source: When you get the number of points indicated below this icon, you'll be gifted a surprise. There are several to collect.
fil: Kapag magkaroon ka ng numero ng puntos na nakalagay sa ibaba ng icon na ito, mareregalo ka ng surprise. May marami na pwedeng kolektahin.

source: Not all karts drive the same! They belong to classes with several differences:
fil: Hindi lahat ng kart ay nagmamaneho ng pareho! Nabibilang sila sa mga klase na may maraming kakaibahan:

source: Mass - there are three classes of karts, depending on their mass: light, medium and heavy. Heavier karts are less affected by parachutes and are more resistant to explosions.
fil: Timbang - mayroong tatlong klase ng kart, depende sa kanilang timbang: magaan, daluyan at mabigat. Ang mas mabigat na kart ay hindi gaanong apektado sa mga parasyut at mas lumalaban sa mga pagsabog.

source: Acceleration - especially useful at start, after an accident, or in tracks with a lot of sharp curves. The lighter the kart, the faster it accelerates, especially at low speeds.
fil: Acceleration - paki-pakinabang sa simula, pagkatapos ng aksidente, o sa mga track na may maraming sharp na kurba. Kapag mas-magaan ang kart, mas mabilis mag-accelerate, lalo na sa mababang bilis.

source: Max speed - the higher it is, the faster the kart can go. Especially useful in tracks with straight lines and gentle curves. Heavier karts have a higher top speed.
fil: Max speed - kapag mas mataas, mas mabilis ang kart na maaring pumunta. Lalo na paki-pakinabang sa track na may tuwid na linya at banayad na kurba. Ang mga mabigat na kart ay may pinkamataas na bilis

source: Nitro efficiency - The higher it is, the more speed you get from a can of nitro. A lighter kart will have higher nitro efficiency.
fil: Nitro effciency - Kapag mas-mataas, mas maraming bilis na makukuha mo sa can ng nitro. Ang mas-magaan na kart ay magkakaroon ng mas-mataas na nitro efficiency.

source: If you follow closely another kart for a few seconds, you'll get a slipstream speed bonus when you overtake it. The lighter your kart, the easier it is.
fil: Kung susundin mong mabuti ang isa pang kart sa loob ng ilang segundo, magkakaroon ka ng slipstream speed bonus kapag nalampasan mo. Kung mas magaan ang iyong kart, mas madali itong gawin.

source: SuperTuxKart can be played in multiplayer mode online...:
fil: Pwedeng laruin ang SuperTuxKart sa multiplayer mode online...:

source: First, select the 'online' icon in the main menu. Choose either local networking, or global networking (requires internet to be enabled in the options). Then, you can either create your own server with custom options, or search among a list of existing servers to join. Some of them are recommended servers with optionally ranked races.
fil: Una, piliin ang 'online' na icon sa main menu. Pumili ng alinman lokal na networking o global networking (kailangang naka-enable ang internet sa mga opsyon). At pagkatapos, pwede kang alinmang gumawa ng sarili mong server na may custom na opsyon, o maghanap sa listahan ng umiiral na server para i-join. Ang iba diyan ay mga inirerekomenda na server na may opsyonal na ranked na karera.

source: Once in a server, a race will begin once its owner (symbolized with the crown) decides so. Official servers may auto-start races only when there are enough players. Then, you can choose your kart and vote for the next track to race on. An addon track is allowed only if it exists on all joined players and the server.
fil: Kapag nasa isang server, ang isang karera ay magsismula kapag ang may-ari (sinasagisag na may korona) ay gusto. Ang mga opisyal na server ay pwede mag auto-start kapag may tamang laman ng players. Pagkatapos ay pipili ka ng iyong kart at bumoto para sa susunod na track kung saan makikipagkarera. Ang addon track ay pwede lang kapag umiiral ito sa lahat ng naka-join na manlalaro at sa server.

source: ... or on the same device:
fil: ... o sa kasalukuyang device:

source: First, you will need several input devices. Use the input configuration screen to set them up. Multiple gamepads or joysticks are ideal: on keyboard(s), each player will need a different set of keys, and most keyboards are not appropriate for multiplayer because they don't support multiple simultaneous keypresses.
fil: Una, kailangan mo ng maraming input devices. Gamitin ang input configuration screen para i-setup sila. Ang maraming gamepad o joystick ay mas ideal: sa keyboard(s), ang mga player ay kumakailangan ng iba't-ibang set ng keys, at ang karamihan ng keyboards ay hindi angkop para sa multiplayer dahil hindi nila sinusuportahan ang maraming sabay-sabay na keypress.

source: When input devices are configured, select the 'Splitscreen Multiplayer' icon in the main menu. Each player can press the 'fire' key of their gamepad or keyboard to join the game, and use their input device to select their kart. The game continues when everyone selected their kart. Note that the mouse may not be used for this operation.
fil: Kapag naka-configure na ang input devices, piliin ang 'Splitscreen Multiplayer' na icon sa main menu. Ang mga player ay pwede pindutin ang 'fire' key sa kanilang gamepad o keyboard para sumali sa laro, at gamitin ang kanilang input device para pilin ang kanilang kart. Itutuloy ang laro kapag lahat ng tao ay pinili na ang kanilang kart. Tandaan na ang mouse ay hindi pwedeng gamitin sa operation na ito.

source: High Score Selection
fil: Pagpili ng mga High Score

source: Lap Trial
fil: Pagsubok sa Lap

source: Choose a Kart
fil: Pumili ng Kart

source: Addons
fil: Mga Addon

source: High Scores
fil: Mga High Score
