Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/*.po
Languages: fil

source: Up
fil: Pataas

source: Down
fil: Pababa

source: Left
fil: Kaliwa

source: Right
fil: Kanan

source: Select
fil: Piliin

source: Cancel/Back
fil: Kanselahin/Bumalik

source: * A blue item means a conflict with another configuration
fil: * Ang isang asul na item ay nangangahulugang isang salungatan sa isa pang configuration

source: * A red item means a conflict in the current configuration
fil: * Ang isang pulang item ay nangangahulugang isang salungatan sa kasalukuyang configuration

source: Warning: The 'Shift' is not a recommended key. When 'Shift' is pressed down, all keys that contain a character that is different in upper-case will stop working.
fil: Babala: Hindi inirerekomenda ang 'Shift' key. Kapag pinindot ang 'Shift', hindi gagana ang mga keys na naglalaman ng character na naiiba sa upper-case.

source: Are you sure you want to permanently delete this configuration?
fil: Sigurado ka bang gusto mong permanenteng tanggalin ang configuration na ito?

source: Enter new configuration name, leave empty to revert default value.
fil: Maglagay ng bagong pangalan ng configuration, iwanang walang naman upang ibalik sa default na value.

source: In multiplayer mode, players can select handicapped (more difficult) profiles on the kart selection screen
fil: Sa multiplayer mode, maaaring pumili ang mga manlalaro ng mga profile na handicapped (mas mahirap) sa screen ng pagpili ng kart

source: Install full game assets
fil: I-install ang punong asset ng laro

source: Are you sure to uninstall full game assets?
fil: Sigurado ka bang i-uninstall ang buong asset ng laro?

source: Tap on a device to configure it
fil: Pumindot sa isang device para i-configure.

source: System Language
fil: Wika ng System

source: In the bottom-left
fil: Sa ibabang kaliwa

source: On the right side
fil: Sa kanang bahagi

source: Hidden
fil: Nakatago

source: Centered
fil: Nakasentro

source: Vertical
fil: Patayo

source: Horizontal
fil: Pahalang

source: Very small
fil: Mas maliit

source: Small
fil: Maliit

source: Medium
fil: Daluyan

source: Large
fil: Malaki

source: Very large
fil: Mas malaki

source: Speedrun mode can only be enabled if the game has not been closed since the launch of the story mode. Closing the game before the story mode's completion invalidates the timer. To use the speedrun mode, please use a new profile.
fil: Mae-enable lang ang speedrun mode kapag hindi isinarado ang laro noong ilunsad ang story mode. Ang pagsara ng laro bago ang katapusan ng story mode ay mapapawalang-bisa sa timer. Para gamitin ang speedrun mode, mangyaring gumamit ng bagong profile.

source: Vsync forces the graphics card to supply a new frame only when the monitor is ready to display it.
fil: Pinipilit ng Vsync ang graphics card na magbigay ng bagong frame kapag handa na ang monitor na ipakita ito.

source: Vsync will not work if your drivers don't support it.
fil: Hindi gagana ang Vsync kapag hindi ito sinusuportahan ng iyong driver.

source: Animated Characters: %s
fil: Gumagalaw na characters: %s

source: Dynamic lights: %s
fil: Dinamika na ilaw: %s

source: Light scattering: %s
fil: Pagkalat ng ilaw: %s

source: Anti-aliasing: %s
fil: Anti-ailasing: %s

source: Shadows: %s
fil: Mga anino: %s

source: Shadows: %i
fil: Mga anino: %i

source: Glow (outlines): %s
fil: Glow (Mga outline): %s

source: Rendered image quality: %s
fil: Rendered na kalidad ng imahe: %s

source: Internet access is disabled. Do you want to enable it?
fil: Naka-disable ang access sa Internet. Gusto mo ba itong paganahin?

source: You need to enter a password.
fil: Kailangang mong magpasok ng password.

source: You can't delete the only player.
fil: Hindi mo pwedeng tanggalin ang nag-iisang manlalaro.

source: Do you really want to delete player '%s'?
fil: Gusto mo ba talagang tanggalin ang manlalaro na si '%s'?

source: Ready!
fil: Maghanda!

source: Set!
fil: Itakda!

source: Waiting for others
fil: Hinihintay ang iba

source: Waiting for the server
fil: Naghihintay para sa server

source: by
fil: ginawa ni/nina

source: Collect nitro!
fil: Mangolekta ng nitro!

source: Follow the leader!
fil: Sundan ang Pinuno!

source: Challenge Failed
fil: Nabigo ang Hamon

source: Press podium icon to start tutorial
fil: Pindutin ang icon ng podium para simulan ang tutorial

source: Press fire to start the tutorial
fil: Pindutin ang fire para simulan ang tutorial

source: Press podium icon to start the challenge
fil: Pindutin ang icon ng podium para simulan ang hamon

source: Press fire to start the challenge
fil: Pindutin ang fire para simulan ang hamon

source: Quit the server
fil: Umalis sa server

source: Abort Grand Prix
fil: I-abort ang Grand Prix

source: Restart
fil: Ulitin

source: Back to challenge selection
fil: Bumalik sa pagpili ng hamon

source: Race against the new ghost replay
fil: Makipagkarera laban sa bagong ghost replay

source: Back to the menu
fil: Bumalik sa menu

source: Do you really want to abort the Grand Prix?
fil: Gusto mo ba talagang i-abort ang Grand Prix?

source: Red Team Wins
fil: Nalalo ang Pulang Koponan

source: Blue Team Wins
fil: Nalalo ang Asul na Koponan

source: It's a draw
fil: Isang draw ito

source: Eliminated after %s
fil: Tinanggal pagkatapos ng %s

source: Eliminated
fil: Tinanggal

source: (Own Goal)
fil: (Sariling Goal)

source: Highscores
fil: Mga highscore

source: Best lap time: %s
fil: Pinakamahusay na lap time: %s

source: by %s
fil: ni/nina %s

source: You completed the challenge!
fil: Nakumpleto mo ang hamon!

source: You failed the challenge!
fil: Nabigo ka sa hamon!

source: Reached Requirements of SuperTux
fil: Naabot ang mga kinakailangan ng SuperTux

source: All blows allowed, so catch weapons and make clever use of them!
fil: Pinapayagan ang lahat ng suntok, kaya kumuha ng mga armas at gamitin ang mga ito ng matalino!

source: Contains no powerups, so only your driving skills matter!
fil: Walang mga powerup, kaya mahalaga lang ang iyong driving skill.

source: Keep up with the leader kart but don't overtake it!
fil: Makipagsabayan sa leader kart ngunit huwag itong lampasan!

source: Hit others with weapons until they lose all their lives.
fil: Tamaan ang iba gamit ng mga armas hanggang mawalan sila ng kanilang buong buhay.

source: Push the ball into the opposite cage to score goals.
fil: Itulak ang bola sa tapat ng hawla upang makaiskor ng mga goal.

source: Explore tracks to find all hidden eggs
fil: Galugarin ang mga track para hanapin ang mga nakatagong itlog.

source: Race against ghost karts and try to beat them!
fil: Makipagkarera laban sa ghost kart at subukang talunin ang mga ito!

source: Complete as many laps as possible in a given amount of time.
fil: Kumpletuhin ang pinakamaraming lap hangga't maaari sa isang naibigay na tagal ng oras.

source: Press red or blue soccer icon to change team
fil: Pindutin ang pula o asul na soccer icon para palitan ang team.

source: Track by %s
fil: Track na ginawa ni/nina %s

source: Max players supported: %d
fil: Max na manlalaro na sinusuportahan: %d

source: Number of red team AI karts
fil: Numero ng pulang koponan na AI karts

source: You cannot play this Grand Prix because it contains tracks that aren't unlocked!
fil: Hindi mo maaring laruin ang Grand Prix na ito dahil naglalaman ito ng mga track na hindi pa naka-unlock!

source: Locked!
fil: Naka-lock!

source: Complete all challenges to unlock the big door!
fil: Kumpletuhin ang lahat ng mga hamon upang i-unlock and malaking pintuan!

source: You need more points to enter this challenge! Check the minimap for available challenges.
fil: Kailangan mo ng higit pang puntos para makapasok sa hamon na ito! Tignan ang minimap para sa mga available na hamon!

source: Accelerate with <%s>, and steer with <%s> and <%s>.
fil: Mag-accelerate gamit ng <%s>, at umikot gamit ng <%s> at <%s>.

source: Accelerate by touching the upper part of the wheel, and steer by moving left or right.
fil: Mag-accelerate sa pamamagitan ng pagpindot sa itaas na bahagi ng gulong, at mag-steer sa pamamagitan ng paggalaw pakaliwa o pakanan.

source: Accelerate by moving the accelerator upwards, and steer by tilting your device.
fil: Mag-accelerate sa pamamagitan ng paggalaw ng accelerator pataas, at umikot sa pamamagitan ng pag-ikot ng iyong device.

source: Accelerate by moving the accelerator upwards, and steer by rotating your device.
fil: Mag-accelerate sa pamamagitan ng paggalaw ng accelerator pataas, at umikot sa pamamagitan ng pag-ikot ng iyong device.

source: Collect gift boxes, and fire the weapon with <%s> to blow away these boxes!
fil: Mangolekta ng mga gift box, at i-fire ang armas gamit ng <%s> upang tangayin ang mga kahon na ito!

source: Collect gift boxes, and fire by pressing the bowling icon to blow away these boxes!
fil: Mangolekta ng mga gift box, at i-fire sa pamamagitan ng pagpindot ng bowling icon upang tangayin ang mga kahon na ito!

source: Press <%s> to look behind. Fire the weapon with <%s> while pressing <%s> to fire behind!
fil: Pindutin ang <%s> para tumingin sa likod.\nI-fire ang armas gamit ang <%s> habang pinindot ang <%s> para mag-fire sa likod!

source: Press the mirror icon to look behind. Fire the weapon behind by holding the mirror icon and then swiping to the bowling icon!
fil: Pindutin ang mirror icon upang tumingin sa likod.\nI-fire ang armas sa likod sa pamamagitan ng pagpindot sa mirror icon at pagkatapos ay mag-swipe sa bowling icon!

source: Use the nitro you collected by pressing <%s>!
fil: Gamitin ang nitro na iyong nakolekta sa pamamagitan ng pagpindot sa <%s>!

source: Use the nitro you collected by pressing the nitro icon
fil: Gamitin ang nitro na iyong nakolekta sa pamamagitan ng pagpindot ng nitro icon

source: Collect nitro bottles (we will use them after the curve).
fil: Mangolekta ng nitro bottle (gamamitin natin ang mga ito pagkatapos ng kurba).

source: Oops! When you're in trouble, press <%s> to be rescued.
fil: Oops! Kapag nagkakaproblema ka, pindutin ang <%s> para makailigtas.

source: Oops! When you're in trouble, press the bird icon to be rescued.
fil: Oops! Kapag nagkakaproblema ka, pindutin ang icon ng ibon upang makailigtas.

source: Accelerate and press the <%s> key while turning to skid. Skidding for a short while can help you turn faster to take sharp turns.
fil: Mag-accelerate at pindutin ang <%s> key habang lumiliko para mag-skid. Makakatulong sa iyo ang pag-skid nang panandalian na lumiko nang mas mabilis para umikot.

source: Accelerate and press the skid icon while turning to skid. Skidding for a short while can help you turn faster to take sharp turns.
fil: Mag-accelerate at pindutin ang skid icon habang lumiliko para mag-skid. Makakatulong sa iyo ang pag-skid nang panandalian na lumiko nang mas mabilis para umikot.

source: Note that if you manage to skid for several seconds, you will receive a bonus speedup as a reward!
fil: Tandaan na kung nagawa mong mag-skid ng ilang segundo, makakatanggap ka ng bonus speedup bilang reward!

source: You are now ready to race. Good luck!
fil: Handa ka nang makipagkarera. Good luck!

source: A 3D open-source kart racing game
fil: Isang 3D at open-source na kart racing game.

source: Karts. Nitro. Action! SuperTuxKart is a 3D open-source arcade racer with a variety of characters, tracks, and modes to play. Our aim is to create a game that is more fun than realistic, and provide an enjoyable experience for all ages.
fil: Mga Kart, Nitro, Aksyon! Ang SuperTuxKart ay isang 3D at open-source na arcade racer na may iba't ibang character, track, at modes na laruin. Ang aming layunin ay lumikha ng isang laro na mas masaya kaysa makatotohanan, at magbigay ng kasiya-siyang karanasan para sa lahat ng edad.

source: We have several tracks with various themes for players to enjoy, from driving underwater, rural farmlands, jungles or even in space! Try your best while avoiding other karts as they may overtake you, but don't eat the bananas! Watch for bowling balls, plungers, bubble gum, and cakes thrown by your opponents.
fil: Mayroon kaming ilang track na may iba't ibang tema para sa mga manlalaro upang tamasahin, mula sa pagmaneho sa tubig, rural farmlands, jungles, o kahit naman sa space! Subukan ang iyong makakaya habang umiiwas sa iba pang mga kart dahil maaring maabutan ka nila, ngunit huwag kainin ang mga saging! Tumingin para sa mga bowling ball, mga plunger, bubble gum, at cake na ibinato ng iyong mga kalaban.

source: You can do a single race against other karts, compete in one of several Grand Prix, try to beat the high score in time trials on your own, play battle mode against the computer or your friends, and more! For a greater challenge, join online and meet players from all over the world and prove your racing skills!
fil: Maari kang gumawa ng isang karera laban sa ibang mga kart, makipagkumpetensya sa isa sa maraming Grand Prix, subukang talunin ang mga high score sa mga pagsubok sa oras o mag-isa. maglaro ng battle mode laban sa computer or sa iyong mga kaibigan, at higit pa! Para sa mas malaking hamon, sumali online at makilala ang mga manlalaro mula sa buong mundo at patunayan ang iyong driving skills!

source: This game has no ads.
fil: Walang mga ad ang laro na ito.

source: This is an unstable version of SuperTuxKart that contains latest improvements. It is released mainly for testing, to make stable STK as good as possible.
fil: Ito ay isang unstable na bersyon ng SuperTuxKart na naglalaman ng pinakabagong improvement. Ito ay inilabas pangunahin para sa pagsubok, upang gawing mas mahusay ang STk hangga't maari.

source: This version can be installed in parallel with the stable version on the device.
fil: Maaaring i-install ang bersyon na ito nang kahanay sa stable na bersyon sa device

source: If you need more stability, consider using the stable version: %s
fil: Kung gusto mo ng higit pang stability, isaalang-alang ang paggamit ng stable na bersyon: %s
