Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/*.po
Languages: fil

source: Achievements
fil: Mga Achievement

source: Grand Prix Editor
fil: Editor ng Grand Prix

source: About
fil: Tungkol sa

source: Server Creation
fil: Paggawa ng Server

source: Name of the server
fil: Pangalan ng server

source: Max. number of players
fil: Max. na bilang ng manlalaro

source: Password for private server (optional)
fil: Password para sa private server (opsyonal)

source: Create
fil: Gumawa

source: Local Networking
fil: Lokal na Networking

source: Find Server
fil: Maghanap ng Server

source: Create Server
fil: Gumawa ng Server

source: Start race
fil: Simulan ang karera

source: Enable splitscreen or player handicaps
fil: Paganahin ang splitscreen o player handicaps

source: Local networking
fil: Lokal na Networking

source: Enter server address
fil: Ilagay ang address ng server

source: Your profile
fil: Ang iyong profile

source: Player rankings
fil: Mga player ranking

source: Friends
fil: Mga kaibigan

source: Look for more friends:
fil: Maghanap ng ibang kaibigan:

source: Search
fil: Maghanap

source: Account Settings
fil: Mga setting sa Account

source: Change
fil: Palitan

source: Create User
fil: Gumawa ng User

source: New Online Account
fil: Bagong Online Account

source: Existing Online Account
fil: Umiiral na Online Account

source: Offline Account
fil: Offline na Account

source: Local Name
fil: Lokal na Pangalan

source: Online Username
fil: Online na Pangalan

source: Reset password
fil: I-reset ang password

source: Server Selection
fil: Pagpili ng Server

source: Show private server(s)
fil: Ipakita ang mga private server(s)

source: Use IPv6 connection
fil: Gamitin ang IPv6 na koneksyon

source: User search
fil: Paghanap ng user

source: SuperTuxKart Options
fil: Mga Opsyon sa SuperTuxKart

source: Graphics
fil: Grapiks

source: Players
fil: Mga Manlalaro

source: Language
fil: Wika

source: Music
fil: Tugtog

source: Enabled
fil: Naka-enable

source: Sound Effects
fil: Mga Sound Effect

source: Delete Configuration
fil: Burahin ang Configuration

source: Disable Configuration
fil: Huwag Paganahin ang Configuration

source: Back to device list
fil: Bumalik sa listahan ng device

source: Rename Configuration
fil: Palitan ang pangalan ng Configuration

source: Enable force feedback (if supported)
fil: Paganahin ang force feedback (kapag sinusuportahan)

source: Internet options
fil: Mga opsyon sa internet

source: Always show login screen
fil: Palaging ipakita ang login screen

source: Connect to the Internet
fil: Kumonekta sa internet

source: Enable chatting online
fil: I-enable ang pag-chat online

source: Enable chatting in online games
fil: I-enable ang pag-chat sa online na laro

source: Miscellaneous options
fil: Mga miscellaneous na opsyon

source: Enable per-player handicaps
fil: Paganahin ang per-player handicaps

source: Uninstall full game assets
fil: I-uninstall ang punong asset ng laro

source: Press enter or double-click on a device to configure it
fil: Pindutin ang enter o i-double click ang device para i-configure ito

source: Add a device
fil: Magdagdag ng device

source: * Which config to use will be inferred from which 'Select' key is pressed to join the game.
fil: * Aling config ang gagamitin ay mahihinuha kung saan pinindot ang 'Piliin' na key upang sumali sa laro.

source: Splitscreen Multiplayer layout
fil: Layout ng Splitscreen Multiplayer

source: Font size
fil: Laki ng font

source: Display FPS
fil: Ipakita ang FPS

source: Show other karts' held powerups
fil: Ipakita ang mga hinahawak na powerups ng ibang karts

source: Enable the story mode timer
fil: Paganahin ang Story mode timer

source: Enable the speedrun timer
fil: Paganahin ang speedrun timer

source: Render resolution
fil: Resolusyon ng render

source: Graphical Effects Level
fil: Lebel ng Graphical Effects

source: Blur Effects Level
fil: Lebel ng Blur Effects

source: Custom settings...
fil: Custom na setting...

source: Resolution
fil: Resolusyon

source: Remember window location
fil: Tandaan ang lokasyon ng window

source: Apply new resolution
fil: I-apply ang bagong resolusyon

source: Select a difficulty
fil: Pumili ng difficulty

source: Select a game mode
fil: Pumili ng uri ng laro

source: Use left/right to choose your team and press fire
fil: Gamitin ang kaliwa/kanan para piliin ang koponan at pindutin ang fire

source: Red Team
fil: Pula na koponan

source: Blue Team
fil: Asul na koponan

source: Number of laps
fil: Numero ng laps

source: Number of AI karts
fil: Numero ng AI karts

source: Number of blue team AI karts
fil: Numero ng asul na koponan na AI karts

source: Random Grand Prix
fil: Random na Grand Prix

source: Login
fil: Mag-login

source: Remember password
fil: Tandaan ang password

source: Delete
fil: Burahin

source: Kart color
fil: Kulay ng kart

source: The UI skin can be changed in the UI options.
fil: Pwede palitan ang UI skin sa opsyon ng UI.

source: You can see other karts' powerups by enabling it in the UI options.
fil: Pwede mo makita ang mga hinahawak na mga powerup ng ibang karts sa pamamagitan ng pag-enable sa opsyon ng UI.

source: The font size can be changed in the UI options.
fil: Pwede palitan ang laki ng font sa opsyon ng UI.

source: The help menu has lots of useful information.
fil: Ang menu ng tulong ay naglalaman ng maraming paki-pakinabang na impormasyon.

source: In single-player, you can watch and challenge recorded time-trials.
fil: Sa single-player, pwede ka manood at mag-challenge ng recorded time-trials.

source: You can visit https://supertuxkart.net/ for more information about the game.
fil: Pwede mong bisitahin ang https://supertuxkart.net/ para may mas impormasyon tungkol sa laro na ito.

source: Short nitro boosts are more efficient.
fil: Ang short nitro boost ay mas mahusay.

source: Only use zippers when it is safe. Long straight lines are ideal.
fil: Gamitin lamang ang zippers kapag ligtas. Mas ideal ang tuwid na linya.

source: Don't use multiple zippers quickly in row, instead, wait until the speed boost wears off.
fil: Huwag gumamit ng maraming zippers sa mabilis na hilera, sa halip, maghintay hanggang sa mawala ang speed boost.

source: Skidding makes you much faster, do it whenever safe.
fil: Ang pag-skid ay ginagawa kang mas-mabilis, gawin lamang kapag ligtas.

source: The swatter can be used to remove bombs or parachutes.
fil: Pwede gamitin ang swatter para tanggalin ang mga bomba o parasyut.

source: You can't stop turning while skidding. Good kart orientation at the skid's start is paramount.
fil: Hindi ka pwedeng tumigil lumiko habang nagsi-skid. Ang magandang oryentasyon ng kart sa simula ng skid ay pinakamahalaga.

source: You get a startup boost if you start accelerating during "Set".
fil: Pwede kang magkaroon ng startup boost kapag nagsimula kang mag-accelerate habang sa 'Itakda'.

source: Braking allows to get rid of parachutes quicker.
fil: Ang pag-brake ay pwede matanggal ang parasyut ng mas-mabilis.

source: First and foremost, focus on where your kart is going.
fil: Unang una sa lahat, tumingin kung saan pumupunta ang iyong kart.

source: The rescue key (button) is very useful.
fil: Paki-pakinabang ang rescue key (button).

source: Be careful when close to other karts, they may attack you!
fil: Mag-ingat kapag malapit sa ibang karts, pwede ka nila i-atake!

source: Basketballs can be destroyed using precise backward shots with a bowling ball, cake, or plunger.
fil: Pwedeng sirain ang mga basketball gamit ng precise na backward shot gamit ng bowling ball, cake, o plunger.

source: Try to avoid crashing into the backs of other karts as this will slow you down.
fil: Subukan mong umiwas tumama sa likod ng ibang mga kart dahil ito ay nagpapabagal sa iyo.

source: You can use bowling balls to push and block the ball.
fil: Pwede kang gumamit ng mga bowling ball para tulakin at pigilin ang bola.

source: In soccer, always work as a team for good results.
fil: Sa soccer, palaging magtrabaho bilang isang koponan upang magkaroon ng magagandang resulta.

source: If you miss the ball and an opponent is approaching, try hitting them with a powerup or block their way.
fil: Kapag makaligtaan mo ang bola at palapit na ang isang kalaban, subukang tamaan sila gamit ng powerup o harangan ang kanilang daanan.

source: Good rotation of positions (attack and defense) is essential.
fil: Mahalaga ang magandang pagikot at mga posisyon (atake at depensa).

source: Make sure to store at least 2 big cans worth of nitro.
fil: Siguraduhing mag-imbak ng hindi mababa sa 2 malaking can na halaga ng nitro.

source: Never use the three bowling balls all at the same time.
fil: Huwag kailanmang gumamit ng tatlong bowling ball nang sabay sabay.

source: Don't get in the way of a teammate carrying the ball, though you can try to hit opponents attempting to stop them from scoring.
fil: Huwag hadlangan ang isang teammate na nagdadala ng bola, kahit na maari mong subukang tamaan ang mga kalaban na sinusubukang pigilin sila mag-iskor.

source: Battle Island
fil: Isla ng Paglaban

source: Black Forest
fil: Itim na Kagubatan

source: Cocoa Temple
fil: Templo ng Kakaw

source: Cornfield Crossing
fil: Tawiran ng Mais

source: Gran Paradiso Island
fil: Isla ng Grand Paradiso

source: Icy Soccer Field
fil: Nagyeyelong Soccer Field

source: What's wrong, little hippies? Your great gnu leader is missing?
fil: Ano ang mali, maliit na hippies? Ang iyong dakilang pinuno na si Gnu ay nawawala?

source: Oh yes, see, he's in my castle now and will be served for supper...
fil: Oo, tignan mo, siya na ay nasa aking kastilyo ngayon at ihahain para sa hapunan...

source: But I'm a fair creature, so I'll make you a deal.
fil: Ngunit ako ay isang makatarungang nilalang, kaya gagawin kita ng isang pakikitungo.

source: If you can beat me at racing, I will free the old codger.
fil: Kung matatalo mo ako sa karera, papalayain ko ang matandang codger.

source: But you pathetic little twerps will never be able to beat me - King of the Karts!
fil: Ngunit kayong mga kaawa-awang maliit na twerps ay hinding-hindi makakatalo sa akin - ang Hari ng mga Karts!

source: Around the Lighthouse
fil: Sa paligid ng Parola

source: Old Mine
fil: Lumang Minahan

source: Oliver's Math Class
fil: Math Class ni Oliver

source: Pumpkin Park
fil: Parke ng Kalabasa

source: The Stadium
fil: Ang Stadium

source: Temple
fil: Templo

source: Completed achievement "%s".
fil: Nakumpleto ang achievement na "%s".

source: Failed to connect to the SuperTuxKart add-ons server.
fil: Nabigong kumonekta sa SuperTuxKart add-ons server.

source: Error downloading news: '%s'.
fil: Nabigong I-download ang news: '%s'.

source: Normal Race (Grand Prix)
fil: Normal na Karera (Grand Prix)

source: Time-Trial (Grand Prix)
fil: Pagsubok sa Oras (Grand Prix)

source: Time-Trial - beat the replay
fil: Pagsubok sa Oras - talunin ang replay

source: Time-Trial - nitro challenge
fil: Pagsubok sa Oras - nitro challenge

source: Normal Race (single race)
fil: Normal na Karera (isang karera)

source: Time-Trial (single race)
fil: Pagsubok sa Oras (isang karera)

source: Follow the Leader (single race)
fil: Sundan ang Pinuno (isang karera)

source: New track '%s' now available
fil: Ang bagong track na '%s' ay available na

source: New game mode '%s' now available
fil: Ang bagong game mode na '%s' ay available na

source: New Grand Prix '%s' now available
fil: Ang bagong Grand Prix na '%s' ay available na

source: New difficulty '%s' now available
fil: Ang bagong difficulty na '%s' ay available na

source: New kart '%s' now available
fil: Ang bagong kart na '%s' ay available na

source: Speedrun mode disabled. It can only be enabled if the game has not been closed since the launch of the story mode. Closing the game before the story mode's completion invalidates the timer. To use the speedrun mode, please use a new profile.
fil: Na-disable ang speedrun mode. Maari lang ito paganahin kapag hindi isinarado ang laro noong ilunsad ang story mode. Ang pagsara ng laro bago ang katapusan ng story mode ay mapapawalang-bisa sa timer. Para gamitin ang speedrun mode, mangyaring gumamit ng bagong profile.

source: Your config file was malformed, so it was deleted and a new one will be created.
fil: Maling nabuo ang iyong config file, kaya binura ito at gagawa ng bago.

source: Your config file was too old, so it was deleted and a new one will be created.
fil: Masyadong luma ang iyong config file, kaya binura ito at gagawa ng bago.

source: Video recording started.
fil: Nagsimula ang video recording.

source: Video saved in "%s".
fil: Nai-save ang video sa "%s".

source: Encoding progress:
fil: Progress sa encoding:

source: Loading
fil: Naglo-load

source: Mass
fil: Bigat

source: Maximum speed
fil: Pinakamataas na bilis

source: %s is ready
fil: Handa na si %s

source: [none]
fil: [wala]

# input_key
source: Left Mouse Button
fil: Kaliwang Mouse Button

# input_key
source: Right Mouse Button
fil: Kanang Mouse Button

# input_key
source: Cancel
fil: Kanselahin

# input_key
source: Middle Mouse Button
fil: Gitnang Mouse Button

# input_key
source: Left
fil: Kaliwa

# input_key
source: Up
fil: Pataas

# input_key
source: Right
fil: Kanan

# input_key
source: Down
fil: Pababa

# input_key
source: Left Logo
fil: Kaliwang Logo

# input_key
source: Right Logo
fil: Kanang Logo

# input_key
source: Left Shift
fil: Kaliwang Shift

# input_key
source: Right Shift
fil: Kanang Shift

# input_key
source: Left Control
fil: Kaliwang Control

# input_key
source: Right Control
fil: Kanang Control

# input_key
source: Left Menu
fil: Kaliwang Menu

# input_key
source: Right Menu
fil: Kanang Menu

source: Please re-configure your key bindings.
fil: Paki re-configure ang iyong mga key binding.

source: Your input config file is not compatible with this version of STK.
fil: Hindi compatible ang iyong input config file sa itong bersyon ng STK.

source: Left thumbstick press
fil: Kaliwang thumbstick press

source: Right thumbstick press
fil: Kanang thumbstick press

source: Left shoulder
fil: Kaliwang shoulder

source: Right shoulder
fil: Kanang shoulder

source: DPad up
fil: DPad pataas

source: DPad down
fil: DPad pababa

source: DPad left
fil: DPad kaliwa

source: DPad right
fil: DPad kanan

source: Left thumbstick right
fil: Kaliwang thumbstick kanan

source: Left thumbstick left
fil: Kaliwang thumbstick kaliwa

source: Left thumbstick down
fil: Kaliwang thumbstick pababa

source: Left thumbstick up
fil: Kaliwang thumbstick pataas

source: Right thumbstick right
fil: Kanang thumbstick kanan

source: Right thumbstick left
fil: Kanang thumbstick kaliwa

source: Right thumbstick down
fil: Kanang thumbstick pababa

source: Right thumbstick up
fil: Kanang thumbstick pataas

source: Left trigger
fil: Kaliwang trigger

source: Right trigger
fil: Kanang trigger

source: Ignoring '%s'. You needed to join earlier to play!
fil: Hindi papansinin ang '%s'. Kailangang mong mag-join nang maaga para maglaro!

source: Only the Game Master may act at this point!
fil: Tanging ang Game Master lamang ang maaring kumilos sa puntong ito.

source: %s has low battery level.
fil: Mababa ang battery ng %s.

source: Connect your wiimote to the Bluetooth manager, then click on Ok. Detailed instructions at https://supertuxkart.net/Wiimote
fil: Konektahin ang iyong wiimote sa Bluetooth manager, at pindutin ang Ok. Mga detalyadong tagubilin sa https://supertuxkart.net/Wiimote

source: Press the buttons 1+2 simultaneously on your wiimote to put it in discovery mode, then click on Ok. Detailed instructions at https://supertuxkart.net/Wiimote
fil: Pindutin ang mga button na 1+2 ng sabay sabay sa iyong wiimote para ilagay ito sa discovery mode, at pindutin ang Ok. Mga detalyadong tagubilin sa https://supertuxkart.net/Wiimote

source: Found %d wiimote
fil: Nakahanap ng %d wiimote

source: Could not detect any wiimote :/
fil: Walang na-detect ng anumang wiimote :/

source: Getting ready to race
fil: Naghahanda para makipagkarera

source: Penalty time!!
fil: Oras ng Parusa!!

source: Don't accelerate before 'Set!'
fil: Huwag mag-accelerate bago sa 'Itakda!'

source: You can have at most 3 lives!
fil: Maari kang magkaroon ng hindi hihigit sa 3 na buhay!

source: +1 life.
fil: +1 buhay.

source: You were too slow!
fil: Masyado kang mabagal!

source: You won the race!
fil: Nanalo ka sa karera!

source: You finished the race in rank %d!
fil: Natapos mo ang karera sa ranggong %d!

source: %s left the game.
fil: Umalis sa laro si %s.

source: SuperTuxKart may connect to a server to download add-ons and notify you of updates. Please read our privacy policy at https://supertuxkart.net/Privacy. Would you like this feature to be enabled? (To change this setting at a later time, go to options, select tab 'General', and edit "Connect to the Internet").
fil: Pwedeng kumonekta ang SuperTuxKart sa isang server para mag-download ng add-ons at mag-notify sa iyo ng updates. Pakibasa ang ating privacy policy sa https://supertuxkart.net/Privacy. Gusto mo bang paganahin ang feature na ito? (Para baguhin ang setting sa ibang pagkakataon, pumunta sa mga opsyon, pindutin ang 'General', at i-edit ang "Kumonekta sa Internet").

source: Your screen resolution is too low to run STK.
fil: Masyadong mababa ang iyong screen resolution para matakbo ang STK.

source: Your driver version is too old. Please install the latest video drivers.
fil: Masyadong luma ang iyong driver. Manyaring i-install ang pinakabagong video drivers.

source: Your graphics driver appears to be very old. Please check if an update is available. SuperTuxKart recommends a driver supporting %s or better. The game will likely still run, but in a reduced-graphics mode.
fil: Mukhang luma ang iyong graphics driver. Paki check kapag may available na update. Inirerekomenda ng SuperTuxKart ang isang driver na sinusuportahan ang %s o mas mahusay. Ang laro ay malamang na tatakbo pa rin, pero sa isang reduced-graphics mode.

source: Server connection timed out.
fil: Nag-time out ang koneksyon sa server.

source: %s has the red flag!
fil: Na kay %s ang pulang bandila!

source: The red flag has returned!
fil: Bumalik na ang pulang bandila!

source: %s has the blue flag!
fil: Na kay %s ang asul na bandila!

source: The blue flag has returned!
fil: Bumalik na ang asul na bandila!

source: %s captured the blue flag!
fil: Na-capture ni %s ang asul na bandila!

source: %s captured the red flag!
fil: Na-capture ni %s ang pulang bandila!

source: Eggs: %d / %d
fil: Mga Itlog: %d / %d

source: Leader
fil: Pinuno

source: Final lap!
fil: Huling Lap!

# fastest_lap
source: %s by %s
fil: %s ni %s

source: New fastest lap
fil: Bagong pinakamabilis na lap

source: WRONG WAY!
fil: MALING DAANAN!

source: %s scored a goal!
fil: Nakapuntos si %s ng isang goal!

source: Oops, %s made an own goal!
fil: Oops, gumawa si %s ng sarili niyang goal!

source: %i spare tire kart has been spawned!
fil: %i spare tire karts ay nag-spawn na!

source: You have been eliminated!
fil: Inalis ka na!

source: '%s' has been eliminated.
fil: Inalis na si '%s'.

source: Server has been shut down.
fil: Nag-shut down ang server.

source: You were kicked from the server.
fil: Tinanggal ka sa server.

source: You were kicked: Ping too high.
fil: Tinanggal ka: Masyadong mataas ang iyong ping.

source: Bad network connection is detected.
fil: May nakitang hindi mahusay na koneksyon sa network.

source: %s disconnected.
fil: Nadiskonekta si %s.

source: Press player name in the list for player management and ranking information.
fil: Pindutin ang pangalan ng manlalaro para sa management ng mga manlalaro at impormasyon tunkol sa ranking.

source: Max players: %d
fil: Max na manlalaro: %d

source: Game mode: %s
fil: Uri ng laro: %s

source: Time limit
fil: Takdang oras

source: Goals limit
fil: Limitasyon sa Goal

source: Soccer game type: %s
fil: Uri ng Soccer: %s

source: Grand prix progress: %d / %d
fil: Progress ng Grand prix: %d / %d

source: All players joined red or blue team.
fil: Ang lahat ng tao ay sumali sa pula o asul na koponan.

source: You are now the owner of server.
fil: Ikaw na ang may-ari ng server.

source: Connection refused: Server is busy.
fil: Tinanggihan ang koneksyon: Busy ang server.

source: Connection refused: You are banned from the server.
fil: Tinanggihan ang koneksyon: Ipinagbawal ka sa server na ito.

source: Connection refused: Server password is incorrect.
fil: Tinanggihan ang koneksyon: Mali ang password ng server.

source: Connection refused: Game data is incompatible.
fil: Tinanggihan ang koneksyon: Hindi tugma ang data ng laro.

source: Connection refused: Server is full.
fil: Tinanggihan ang koneksyon: Puno na ang server.

source: Connection refused: Invalid player connecting.
fil: Tinanggihan ang koneksyon: Hindi wastong manlalaro ang kumokonekta.

source: Failed to start the network game.
fil: Nabigong magsimula ang network na laro.

source: The game has ended, you can't live join or spectate anymore.
fil: Tapos na ang laro, hindi ka na pwedeng mag-join ng live o manood.

source: No remaining place in the arena - live join disabled.
fil: Wala nang natitirang lugar sa arena - na-disable ang live join.

source: Only 1 player remaining, returning to lobby.
fil: 1 player na lang ang natitira, babalik na sa lobby.

source: Server owner quit the game.
fil: Umalis sa laro ang may-ari ng server.

source: You will be spectating the next game.
fil: Ikaw ang manonood sa susunod na laro.

source: %s joined the red team.
fil: Sumali si %s sa pulang koponan.

source: %s joined the blue team.
fil: Sumali si %s sa asul na koponan.

source: %s joined the game.
fil: Sumali si %s sa laro.

source: Press <%s> or <%s> to change the targeted player, <%s> or <%s> for the camera position.
fil: Pindutin ang <%s> o <%s> para palitan ang targeted na manlalaro, <%s> o <%s> para sa posisyon ng camera.

source: Successfully reported %s.
fil: Matagumpay na naiulat si %s.

source: Failed to download assets, check your storage space or internet connection and try again later.
fil: Nabigo ang pag-download ng assets. Suriin ang iyong espasyo sa storage o koneksyon sa internet at subukan muli sa ibang pagkakataon.

source: No quick play server available.
fil: Walang quick play server ang available.

source: Cannot connect to server %s.
fil: Hindi makakonekta sa server na %s

source: Failed to detect port number for server %s.
fil: Nabigo ang pag-detect ng numero ng port para sa %s

source: Network grand prix has been finished.
fil: Natapos na ang network grand prix.

source: Time Trial (Grand Prix)
fil: Pagsubok sa Oras (Grand Prix)

source: Capture The Flag
fil: Kunin ang Bandila

source: %s is now online.
fil: Online na si %s.

source: %s and %s are now online.
fil: Sina %s at %s ay online na.

source: %s, %s and %s are now online.
fil: Sina %s, %s at %s ay online na.

source: %d friend is now online.
fil: %d kaibigan ay online na.

source: %s is now on server "%s".
fil: Si %s ngayon ay nasa server na "%s"

source: You have %d new friend request!
fil: May %d kang bagong friend request!

source: You have a new friend request!
fil: May bago kang friend request!

source: Unable to connect to the server. Check your internet connection or try again later.
fil: Hindi makakonekta sa server. Suriin ang iyong koneksyon sa internet o subukan muli sa ibang pagkakataon.

source: None
fil: Wala

source: The highscore file was too old, all highscores have been erased.
fil: Masyadong luma ang highscore file lahat ng highscore ay binura na.

source: Follow the Leader
fil: Sundan ang Pinuno

source: Incomplete replay file will not be saved.
fil: Hindi mase-save ang hindi kumpletong replay file.

source: Replay saved in "%s".
fil: Nai-save ang replay sa "%s".

source: 1 week
fil: 1 linggo

source: 2 weeks
fil: 2 linggo

source: 1 month
fil: 1 buwan

source: 3 months
fil: 3 buwan

source: 6 months
fil: 6 buwan

source: 9 months
fil: 9 buwan
