Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/rue.po
Languages: rue

source: Extracting game data...
rue: Утїганя бавилных податкув...

source: Game data extraction error
rue: Хыба утїганя бавилных податкув

source: Check remaining device space or reinstall SuperTuxKart.
rue: Перевірте лишившоє ся місто на девайсови вадь перестановіт SuperTuxKart

source: Quit
rue: Лишити

source: Christoffel Columbus
rue: Крістофел Колумбус

source: Play every official track at least once.
rue: Забавте на каждув автомапі хоть раз.

source: Strike!
rue: Ґепц!

source: Hit 10 karts with a bowling-ball.
rue: Трафніт у 10 возикув боулінґ-лобдов.

source: Arch Enemy
rue: Заклятый неприятель

source: Hit the same kart at least 5 times in one race.
rue: Трафніт у єден возик 5 раз за єден перебіг.

source: Marathoner
rue: Марафонішта

source: Finish a race with at least twice the track's default lap number.
rue: Кінчит перебіг котрый має хоть у два раза булше кругув чим там є обычайно.

source: Skid-row
rue: Ховзаня

source: Skid 5 times in a single lap.
rue: Поховзайте ся 5 раз за круг.

source: Gold driver
rue: Золотый шофер

source: Win against at least 3 AIs in normal race, time-trial, and follow the leader.
rue: Уграйте против 3 ботув у простому перебігови, на час, тай перебіг за лідером.

source: Powerup Love
rue: Любов од посиленьом

source: Use 10 or more powerups in a race.
rue: Захоснуйте булше 10 посилень у перебігови.

source: Unstoppable
rue: Несперучый

source: Win 5 single races in a row against at least 3 AIs. Beware, restarting a race counts as a loss.
rue: Уграйте 5 поєдных перебігув у єдну міру мінімум против 3 ботув. Варуєме, перезачин перебігув збиват резултат.

source: Banana Lover
rue: Майже малфа

source: Collect at least 5 bananas in one race.
rue: Зберіт мінімум 5 бананув за перебіг.

source: It's secret
rue: Сесе никому

source: Really ... a secret.
rue: Истно никому...

source: Mosquito Hunter
rue: Мухы убехані!

source: Take your opponents for mosquitos! With the swatter, squash them at least 5 times in a race.
rue: А се были не мухы? 5 раз гепніт клапов што мух бити, по противникам.

source: Beyond Luck
rue: Ийбо серенчливі сьте!

source: Win 10 single races in a row in Expert or SuperTux against at least 5 AIs. Beware, restarting a race counts as a loss.
rue: Уграйте 10 поєдных перебігув за шором из чажкостьов Експерт вадь SuperTux, ги мінімум против 5 ботув. Варуєме, перезачин перебігув зобє вам резултат.

source: Penguin Playground
rue: Пінґвінячоє бавище

source: Off the Beaten Track
rue: Далекый закут

source: To the Moon and Back
rue: Од місяцьови ай назад

source: At World's End
rue: На крайови світа

source: Back
rue: Назад

source: Install
rue: Настановити

source: Uninstall
rue: Стерти

source: Select a type of control that you prefer
rue: Уберіт тіп корманьованя, кутрый ся вам май любит.

source: Accelerometer
rue: Акцелерометер

source: Gyroscope
rue: Ґіроскоп

source: Steering wheel
rue: Кормань

source: Auto acceleration
rue: Авто-приспішеня

source: You can change it later in touch device settings.
rue: Можете то пак перемінити у штімованьох сенсора.

source: Apply
rue: Трібовати

source: Touch Device Settings
rue: Штімованя сенсора

source: General
rue: Чолові

source: Device enabled
rue: Девайс уключеный

source: Inverted buttons
rue: Перевернуті клопкы

source: Buttons scale
rue: Величина клопок

source: Advanced
rue: Росшырені

source: Deadzone
rue: Мертва зона

source: Sensitivity X
rue: Чуствованя по Х

source: Sensitivity Y
rue: Чуствованя по Y

source: Restore defaults
rue: Вернути штімованя як было

source: Cancel
rue: Одмінити

source: Yes
rue: Айно

source: Revert
rue: Вернути

source: Accept
rue: Прияти

source: Camera Settings
rue: Штімованя камеры

source: Player camera
rue: Камера бавляча

source: FOV
rue: Поле никаня

source: Distance
rue: Дістанція

source: Angle
rue: Кут

source: Smooth camera
rue: Розмытя камеры

source: Backward camera
rue: Позераня ззаду

source: Follow ball in soccer mode
rue: Слїдити за лобдов у режімови фодбала

source: Reset
rue: Вернути

source: Graphics Settings
rue: Штімованя ґрафікы

source: Advanced pipeline (lights, etc.)
rue: Росшырені штімованя (світло тай дале.)

source: Shadows
rue: Тїні

source: Bloom
rue: Свіченя

source: Light shaft (God rays)
rue: Світлові зарї (світлові стовпы)

source: Ambient occlusion
rue: Довколашна тимїнь

source: Depth of field
rue: Глубля різкости

source: Glow (Outlines)
rue: Свіченя (обрисы)

source: Anti-aliasing
rue: Згладка

source: Motion blur
rue: Скаламученя у рушаньови

source: Image-based lighting
rue: Світло на подставі образа

source: Light Scattering
rue: Россїйованя світла

source: Animated characters
rue: Анімовані поставы

source: Texture compression
rue: Здавленя текстур

source: Particle effects
rue: Ефекты частиць

source: Rendered image quality
rue: Якость образа

source: Geometry detail
rue: Ґеометрічні детайлы

source: * Restart STK to apply new settings
rue: * Перезачніт бавку обы заробили нові штімованя

source: Close
rue: Закрыти

source: Join
rue: Прикапчати ся

source: Record the race for ghost replay
rue: Запишіт перебіг для повтора из блудилом

source: Watch replay only
rue: Позерати лем повтор

source: Compare to another ghost
rue: Порувнати из другым блудилом

source: Remove
rue: Удалити

source: Compare ghost
rue: Порувнати блудило

source: Start Race
rue: Зачати перебіг

source: Goal
rue: Цїль

source: Progress
rue: Проґрес

source: Password Change
rue: Переміна паролы

source: Current Password
rue: Днишня парола

source: New Password
rue: Нова парола

source: Confirm
rue: Потвердити

source: Submit
rue: Загнати

source: Back to Race
rue: Вернути ся од перебігови

source: Quit Server
rue: Лишити сервер

source: Back to lobby
rue: Вернути ся у лобі

source: Restart Race
rue: Перезачати перебіг

source: Give Up Race
rue: Здати ся

source: Options
rue: Штімованя

source: Help
rue: Помоч

source: Top 10 players
rue: Топ 10 бавлячув

source: Refresh
rue: Перепустити

source: Account Recovery
rue: Приверненя акаунта

source: You will receive an email with further instructions on how to reset your password. Please be patient and be sure to check your spam folder.
rue: Вы достанете електроноє письмо з далшыма інструкціями по змітованьови паролы. Будьте добрі, почекайте тай мусайно поникайте у фасціклу зо спамом.

source: Fill in the username and email address you supplied at registration to be able to reset your password.
rue: Уведіт имня хосновача тай адрес електронної почты, кутрі сьте указовали при реґістрації, обы мати можность зверичи паролу.

source: Username
rue: Юзернейм

source: Email
rue: Емейл

source: Terms and Agreement
rue: Варункы тай уклад

source: I agree to the above terms and am 13 years or older.
rue: Я зложуву ся из варунками тай старшый им за 13 годув.

source: Server Configuration
rue: Конфіґурація сервера

source: Difficulty
rue: Чажкость

source: Novice
rue: Новак

source: Intermediate
rue: Просїковый

source: Expert
rue: Експерта

source: Game mode
rue: Режім бавкы

source: Normal Race
rue: Нормалный перебіг

source: Time Trial
rue: Перебіг на час

source: Battle
rue: Битка

source: Soccer
rue: Фодбал

source: Password
rue: Парола

source: Bookmark this server
rue: Забити сись сервер у облюбені

source: Add player
rue: Придати бавляча

source: Name
rue: Имня

source: Handicap
rue: Ґандікап

source: Press the 'All players ready' button after the player list is ready.
rue: Клопкніт на клопку "Вшыткі бавлячі готові" пусля того, як список бавлячув буде готовый.

source: Clear players
rue: Почистити бавлячув

source: All players ready
rue: Вшыткі бавлячі готові

source: User Info
rue: Інфо хосновача

source: Add Friend
rue: Придати цімбору

source: Vote
rue: Голосовати

source: Paused
rue: Пауза

source: Back to Game
rue: Вернути ся од бавцї

source: Back to menu
rue: Вернути ся у меню

source: Select kart
rue: Убрати возик

source: Press fully and release...
rue: Затискніт повностю тай пустіт...

source: Assign to ESC key
rue: Намірити клопцї ESC

source: Assign nothing
rue: Нич не намірено

source: Race Setup
rue: Штім перебіга

source: Continue
rue: Дале

source: SuperTuxKart Addons
rue: SuperTuxKart Придаткы

source: Updated
rue: Обновлено

source: Rating >=
rue: Рейтінґ >=

source: Karts
rue: Возикы

source: Tracks
rue: Автомапы

source: Arenas
rue: Арены

source: Installed
rue: Настановлено

source: Standard
rue: Штандард

source: Add-Ons
rue: Придаткы

source: All
rue: Вшыткі

source: Credits
rue: Вшыткі причастні

source: All Tracks
rue: Вшыткі автомапы

source: Edit Grand Prix
rue: Перемінити Великі Перемаганкы

source: Move up
rue: Горї

source: Move down
rue: Долї

source: Add
rue: Придати

source: Edit
rue: Перемінити

source: Save
rue: Усокотити

source: Number of laps:
rue: Число кругув:

source: Reverse:
rue: В обратному порядку:

source: Ghost Replay Selection
rue: Убераня повтора перебіга з блудилом

source: Egg Hunt
rue: Ловитва яиць

source: Only show the best times
rue: Указовати лем лїпшый час

source: Compare replay
rue: Порувнати повторы

source: Only show replays matching the current difficulty
rue: Указовати лем повторы, што одвітувут чинному уровньови чажкости

source: Only show replays matching the current version
rue: Указовати лем повторы, што одвітувут чиннув верзії

source: Hide multiplayer replays
rue: Спрятати ворошні повторы

source: Record a ghost replay
rue: Записати повтор з блудилом

source: AI karts
rue: Інтелект ботув

source: Reverse
rue: Обратный порядок

source: Maximum time (min.)
rue: Максімум часу (у мін.)

source: Track group
rue: Партія автомап

source: Continue saved GP
rue: Продовжити усокочені ВП

source: Grand Prix editor
rue: Редактор Великых Перемаганок

source: New
rue: Новый

source: Copy
rue: Копіровати

source: Rename
rue: Переназвати

source: Save Grand Prix
rue: Всокотити Великі Перемаганкы

source: SuperTuxKart Help
rue: SuperTuxKart Помоч

source: Game Modes
rue: Режімы бавкы

source: Powerups
rue: Посиленя

source: Bananas
rue: Бананы

source: Story Mode
rue: Режім історії

source: Kart classes
rue: Виды возикув

source: Multiplayer
rue: Бавка ворошна

source: Start the tutorial
rue: Зачати туторіал

source: Collect blue gift boxes, they will give you powerups.
rue: Зберайте синї ладичкы, они дадут вам посиленя.

source: Avoid bananas!
rue: Осокочуйте ся бананув!

source: Collecting nitro allows you to get speed boosts whenever you wish by pressing the appropriate key or button. You can see your current level of nitro in the gauge at the bottom-right of the race screen.
rue: Збирай нітро, што давут возмогу примножати шіковность, коли тото вам треба, як нажмете трібну клопку. Чинный уровень заряда можете увідїти зправа-здолїв.

source: If you see a button with a lock like this one, you need to complete a challenge to unlock it.
rue: Кідь видите дашто на замкови, значит вам треба довершити перебіг, обы тото одкрыти.

source: You can skid by pressing a special key or button. Successive short skids help to take sharp turns; while medium skids will boost your speed, long skids more so. You can't stop turning while skidding, so orient your kart carefully before!
rue: Вы можете ся поховзати, кой зажмете спеціалну клавішу вадь клопку. Успішні курті поховзы поможут Вам пройти круті кривулі; серидні поховзы збулшат вашу шіковность, а великі щи май. Вы не можете ся сперти кой вас занесе, тому добрі розрахуйте свої силы перед тым!

source: You can get a startup boost by pressing the accelerate button at 'Set!', before the race's start.
rue: Достанете приспішеня на стартови, кой зажмете клопку приспішеня на словови "Позор!", перед стартом.

source: * Current key bindings can be seen/changed in the Options menu
rue: * Чинні призначеня клопок мож побзерати/перемінити у Штімованях

source: SuperTuxKart features several game modes:
rue: SuperTuxKart має пару режімув бавкы:

source: Regular Race: All blows allowed, so collect powerups and use them smartly!
rue: Простый перебіг: Любі збыткы поволені, завто збирайте посиленя ай хоснуйте їх мудро.

source: Time Trial: Contains no powerups, so only your driving skills matter!
rue: Перебіг на час: не є посилень, тому важні лем ваші шоферські приукы!

source: Follow the leader: Run for second place, as the last kart will be disqualified every time the counter hits zero. Beware: going in front of the leader will get you eliminated too!
rue: Слїдовати за лідером: Ідіт на послїдньому містови, послїдньый возик ліквідує ся каждый раз кой міряч добігат ноля. Сокотіт ся: кідь обженете лідера та будете ліквідовані тоже!

source: There are 3 types of battle mode: In 3 Strikes Battle, you need to hit others with weapons until they lose all their lives. In Free-For-All, the player who hits others the most will win in a given hit or time limit. In Capture The Flag, your team needs to bring the flag of the other team to your own flag base, as long as your flag is not captured by the other team.
rue: Суть 3 тіпы у режімах биткы: У 3 Битках на ґепц, маєте забити свойов збруйов другых. У Слободному режімови, уграть тот тко гепне другых май булше раз, позеравучи на утрату вадь час. У захватови фаны, мусите захватити фану у другої дружины на їх базі, тай не дати захватити свою.

source: Soccer: Use your kart to push the ball into the goal.
rue: Фодбал: Забивайте лобду у капуру при помочи свого возика,

source: Egg hunt: Explore tracks to find all hidden eggs.
rue: Ловитва яиць: Прослїдіт автомапу тай найдіт вшыткі спрятані яйця.

source: Ghost replay: Race against ghost replays in time-trial or egg hunt mode, and record your own!
rue: Повтор блудила: Попробуйте уграти у блудила у перебігах на час вадь ловитві яиць — и учиніт своє (вашоє блудило тото ваш резултат)!

source: Lap Trial: Complete as many laps as possible in a given amount of time.
rue: Перебіг на кругы: пробіжіт максімум, што можете кругув за такый час.

source: * Many of these game modes can also be played in a Grand Prix fashion: instead of playing a single race, you play many in a row. The better you rank, the more points you get. In the end, the player with the most points wins the cup.
rue: * У булшу часть сих бавилных режімув мож забавити у Великых Перемаганках: намість єдної трасы, пройдете нараз пару. Чим булшый рейтінґ, тым булше балув достанете. У резултатови бавляч из булшым числом балув уграт ґарґалу.

source: To help you win, there are some powerups you can collect:
rue: Обы уграти, збирайте такі посиленя:

source: BubbleGum - protect yourself with a shield, or use while looking back to leave a sticky pink puddle behind you.
rue: Жвачка - учинит перед вами щит вадь под час натїганя назад будете лишати лїпкый ружовый слїд за собов.

source: Zipper - will give you a strong speed boost. But beware of not losing control of your kart!
rue: Громовиця - дасть вам силноє приспішеня. Сокотіт ся, обы не стратити надзор над возиком.

source: Cake - thrown at the closest rival, best on short ranges and long straights. It also affects other karts close to the explosion.
rue: Колач - мече ся у майближого противника, майефектівный на куртых одстоянях тай далечинах. Такой влыяє на другі возикы пиля детонації.

source: Plunger - throw straight to pull an opponent back, or throw while looking back to make one lose sight.
rue: Протычка - мече ся уперед, обы притягти ся за противника ззаду, вадь вержіт ззаду обы го заслїпити.

source: Bowling Ball - goes straight until it strikes, it can bounce off walls. If you are looking back, it will be thrown backwards.
rue: Боулінґ-лобда - летит уперед закідь не трафит, одбиват ся од стїн. Кідь побзераєте назад перед тым, як веричи она піде у обратному порядкови.

source: Parachute - slows down all karts in a better position.
rue: Падак - спомалює вшыткі возикы што мавут лїпшу позіцію.

source: Swapper - gift boxes are transformed into bananas, nitro cans into bubblegums, and vice versa for a short time.
rue: Переміник - перемінює ладичкы на бананы, нітро на жвачкы, тай наопак на куртый час.

source: Basket Ball - bounces after the leader, and might squash and slow down karts down on the way.
rue: Кошаркова лобда - скаче за лідером, може давити тай спомальовати возикы на свому путьови.

source: Swatter - will squash karts close by, slowing them down. Can also be used to remove parachutes and bombs.
rue: Клапа на мухы - ґепне возикы, тым самым спомалит їх. Щи мож нив забрати ефекты падака ай бомбы.

source: Hitting a banana can result in one of the following being attached to the kart:
rue: Як натрафите на банан, дашто из сього прилїпит ся на возик:

source: Anchor - slows down the kart suddenly.
rue: Котва - раз-нараз спомалит возик.

source: Parachute - slows down the kart, more progressively than the anchor. The faster you go, the stronger it slows you down.
rue: Падак - спомалює возик, май проґресівный чим котва. Чим май скоро ідеш, тым май сперать.

source: Bomb - detonates after some amount of time, throwing the kart up in the air. Bump into another kart to transfer the bomb to it.
rue: Бомба - зорве ся через даякый час, тай подверже ваш возик у воздух. Заїдьте у другый возик, обы подверичи му бомбу.

source: The evil Nolok has captured Gnu! Here are a few tips to help you:
rue: Злый Нолок захватив Гну! Сисї рады вам поможут:

source: This icon on the minimap shows the available challenges you've not completed. In the top-right of the screen, it also tells you how many points you currently have. Complete as many challenges as possible, and Nolok will accept to race against you. Win to liberate Gnu!
rue: Сись знак на малув мапі указує приступні перемаганкы, які сьте щи не довершили. Горї зправа екрана, видите кулько балув у вас тепирь. Довершіт кыммайбулше перемаганок, тай Нолок зложит ся на перебіг из вами. Уграйте у сих перебігах, обы ослободити Гну!

source: When you complete a challenge, you get a cup. Each cup is worth several points. The higher the difficulty you completed the challenge in, the better the cup and the more points it is worth.
rue: За уграш у перемаганках вы достаєте ґарґалу. Кажда ґарґала варта пару балув. Чим майвысшу чажкость уберете, тым лїпша тай дорожа буде ґарґала.

source: When you get the number of points indicated below this icon, you'll be gifted a surprise. There are several to collect.
rue: Кідь заробите тулько балув кулько указує сись знак, достанете дарунок. Їх є пару видув.

source: Not all karts drive the same! They belong to classes with several differences:
rue: Не вшыткі возикы єднакі! Они ся дїлят по такым одликам:

source: Mass - there are three classes of karts, depending on their mass: light, medium and heavy. Heavier karts are less affected by parachutes and are more resistant to explosions.
rue: Маса - суть три виды возикув, кідь брати по масі: легкі, балансовані, тай чажкі. На чажкі менше влывавут падакы тай любі розмітувучі ефекты.

source: Acceleration - especially useful at start, after an accident, or in tracks with a lot of sharp curves. The lighter the kart, the faster it accelerates, especially at low speeds.
rue: Розбіг (приспішеня) - дуже хосенный на стартови, пусля гаварій, вадь на автомапах з великым числом кривуль. Чим легшый возик. тым май шіковно розганят ся, май на малых шіковностях.

source: Max speed - the higher it is, the faster the kart can go. Especially useful in tracks with straight lines and gentle curves. Heavier karts have a higher top speed.
rue: Максімална шіковность - чим булше, тым шіковніше возик може іти. Май хосенно на автомапах из прямыма лініями тай безмала без кривуль. Чажкі возикы мавут булшу максімалну шіковность.

source: Nitro efficiency - The higher it is, the more speed you get from a can of nitro. A lighter kart will have higher nitro efficiency.
rue: Ефектівность нітро - чим булше, тым булше нітро дає шіковности вашув машынї. Чим легша машына тым май ефектівно.

source: If you follow closely another kart for a few seconds, you'll get a slipstream speed bonus when you overtake it. The lighter your kart, the easier it is.
rue: Кідь будете пару секунд іти ззаду пиля другого возика, ток воздуха придасть вам скороты при оббіганьови. Чим легшый возик, тым легше тото учинити.

source: SuperTuxKart can be played in multiplayer mode online...:
rue: SuperTuxKart мож бавити ворошно онлайн....:

source: First, select the 'online' icon in the main menu. Choose either local networking, or global networking (requires internet to be enabled in the options). Then, you can either create your own server with custom options, or search among a list of existing servers to join. Some of them are recommended servers with optionally ranked races.
rue: Раз уберіт іконку "онлайн" у чоловому меню. Уберіт локалну сїтку вадь ґлобалну сїтку (трібно обы Інтернет быв уключеный у штімови). Пак вы зможете учинити свуй сервер из помочов спеціалных опцій вадь глядати межи списками єствувучых серверув, обы прикапчати ся. Даякі з них рекомендувут ся як сервера з немусайныма рейтінґовыма перебігами.

source: Once in a server, a race will begin once its owner (symbolized with the crown) decides so. Official servers may auto-start races only when there are enough players. Then, you can choose your kart and vote for the next track to race on. An addon track is allowed only if it exists on all joined players and the server.
rue: Кой трафите на сервер, перебіг ся зачне, кой лем владарь (має корону) рішит ї зачати. Офіціалні серверы можут пущати перебігы лем тоды, кой буде доста бавлячув. Тоды можете убрати свуй возик тай проголосовати за слїдучу пісню, на якув треба ся переганяти. Придаткові співанкы приступні лем тоды, коли они суть у вшыткых прикапчаных бавлячув ай на серверови.

source: ... or on the same device:
rue: ... вадь на єдному девайсови:

source: First, you will need several input devices. Use the input configuration screen to set them up. Multiple gamepads or joysticks are ideal: on keyboard(s), each player will need a different set of keys, and most keyboards are not appropriate for multiplayer because they don't support multiple simultaneous keypresses.
rue: Майскорше, треба вам пару девайсув ввода. Хоснуйте екран конфіґурації входа, обы наштімовати їх. Ідеалныма будут пару ґеймпадув вадь джойстікув: на клавешницї каждому бавлячови треба буде другый комплет клопок, а булшина клавешниць можут не подойти од ворошнув бавцї, бо не поддержувут пару рувночасных нажимань клопок.

source: When input devices are configured, select the 'Splitscreen Multiplayer' icon in the main menu. Each player can press the 'fire' key of their gamepad or keyboard to join the game, and use their input device to select their kart. The game continues when everyone selected their kart. Note that the mouse may not be used for this operation.
rue: Коли девайсы ввода наштімовані, у чоловому меню уберіт знак "Ворошна бавка з подїлом екрана". Каждый бавляч має затискнути клопку "огынь" свого ґеймпада вадь клавешницї, обы ся прикапчати од бавцї ай хосновати свуй девайс ввода, и убрати си возик. Бавка іде, коли вшыткі убрали свуй возик. Дайте позор, ож мыш може ся не хосновати у сюв операції.

source: High Score Selection
rue: Уберіт рекорд

source: Lap Trial
rue: Булше кругув

source: Grand Prix
rue: Великі Перемаганкы

source: Choose a Kart
rue: Уберіт возик

source: Singleplayer
rue: Бавити осаміло

source: Splitscreen Multiplayer
rue: Бавити з подїленым екраном

source: Online
rue: Онлайн

source: Addons
rue: Придаткы

source: Tutorial
rue: Туторіал

source: High Scores
rue: Рекорды

source: Achievements
rue: Здобытя

source: Grand Prix Editor
rue: Редактор Великых Перемаганок

source: About
rue: За бавку

source: Server Creation
rue: Учиненя сервера

source: Name of the server
rue: Имня сервера

source: Max. number of players
rue: Макс. число бавлячув

source: Password for private server (optional)
rue: Парола про пріватный сервер (опціонално)

source: Create
rue: Учинити

source: Local Networking
rue: Локална сїтка

source: Find Server
rue: Найти сервер
