Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/rue.po
Languages: rue

source: Pause Game
rue: Пауза бавкы

source: Up
rue: Гурі

source: Down
rue: Долї

source: Left
rue: Налїво

source: Right
rue: Направо

source: Select
rue: Убрати

source: Cancel/Back
rue: Одмінити/Назад

source: * A blue item means a conflict with another configuration
rue: * Синя дружина має несовмістность из другым штімованьом

source: * A red item means a conflict in the current configuration
rue: * Черлена дружина має несовмістность из другым штімованьом

source: Warning: The 'Shift' is not a recommended key. When 'Shift' is pressed down, all keys that contain a character that is different in upper-case will stop working.
rue: Варуєме: клавіш "Shift" не є рекомендуємов. При затиснкуті клавіш "Shift" переставут фунґовати вшыткі клопкы, мавучі сімбол, рузнячый ся од верхнього реґістра.

source: Are you sure you want to permanently delete this configuration?
rue: Бізувні сьте, ож хочете навтхема стерти сись штім?

source: Enter new configuration name, leave empty to revert default value.
rue: Уведіт новоє имня штіма, лишіт пустым обы вернути мовчаноє значеня.

source: In multiplayer mode, players can select handicapped (more difficult) profiles on the kart selection screen
rue: У ворошному режімі бавкы бавлячі можут уберати ґандікапні (майчажкі) профілі на екранови убераня возикув

source: Install full game assets
rue: Настановити вшыткі бавилні ресурсы

source: Are you sure to uninstall full game assets?
rue: Бізувно хочете стерти вшыткі бавилні ресурсы?

source: Keyboard %i
rue: Клавешниця %i

source: Touch Device
rue: Сенсор

source: Tap on a device to configure it
rue: Клопкніт на девайс, обы го наштімовати

source: System Language
rue: Сістемна бисїда

source: In the bottom-left
rue: У нижнюв лївув части

source: On the right side
rue: У правому боцї

source: Hidden
rue: Спрятано

source: Centered
rue: По центрови

source: Vertical
rue: Вертікалный

source: Horizontal
rue: Ґорізонталный

source: Very small
rue: Дуже малый

source: Small
rue: Малый

source: Medium
rue: Середньый

source: Large
rue: Великый

source: Very large
rue: Дуже великый

source: Speedrun mode can only be enabled if the game has not been closed since the launch of the story mode. Closing the game before the story mode's completion invalidates the timer. To use the speedrun mode, please use a new profile.
rue: Режім бавкы на скорость вуключеный. Можете го уключити, лем кідь бавка не закрывала ся из часу запуска сюжетного режіма. Закрытя бавкы до довершеня сюжетного режіма чинит стопер нечинным. Обы хосновати режім бавкы на скорость, учиніт новый профіл.

source: Vertical Sync
rue: Вертікална сінхронізація

source: Vsync forces the graphics card to supply a new frame only when the monitor is ready to display it.
rue: Vsync заставлят відеокарту указовати новый образик лем тоды, кой монітор готовый го указати.

source: Vsync will not work if your drivers don't support it.
rue: Vsync не буде робити кідь го драйвера не поддержувут.

source: Particles Effects: %s
rue: Ефекты частиць: %s

source: Animated Characters: %s
rue: Анімовані поставы: %s

source: Dynamic lights: %s
rue: Дінамічноє світло: %s

source: Light scattering: %s
rue: Россїйованя світла: %s

source: Anti-aliasing: %s
rue: Згладка: %s

source: Ambient occlusion: %s
rue: Довколашна тимїнь: %s

source: Shadows: %s
rue: Тїні: %s

source: Shadows: %i
rue: Тїні: %i

source: Bloom: %s
rue: Присвіченя: %s

source: Glow (outlines): %s
rue: Свіченя (обрисы): %s

source: Light shaft (God rays): %s
rue: Світлові зарї (світлові стовпы): %s

source: Rendered image quality: %s
rue: Якость образа: %s

source: Motion blur: %s
rue: Скаламученя у рушаньови: %s

source: Depth of field: %s
rue: Глубля різкости: %s

source: Internet access is disabled. Do you want to enable it?
rue: Інтернет приступ вуключеный. Хочете го уключити?

source: You need to enter a password.
rue: Вам треба увести паролу.

source: Logging out '%s'
rue: Уйшов "%s"

source: Logging in '%s'
rue: Зайшов "%s"

source: You can't delete the only player.
rue: Вы не можете удалити єдного бавляча.

source: Do you really want to delete player '%s'?
rue: Истно хочете удалити бавляча "%s"?

source: Ready!
rue: Старт!

source: Set!
rue: Позор!

source: Go!
rue: Рушай!

source: GOAL!
rue: ҐОЛ!

source: Waiting for others
rue: Чекаєме другых

source: Waiting for the server
rue: Чекаєме сервер

source: by
rue: учинено

source: Collect nitro!
rue: Збирай нітро!

source: Follow the leader!
rue: Слїдовати за лідером

source: Top %i
rue: Топ %i

source: Challenge Failed
rue: Перемаганкы завалені

source: Press podium icon to start tutorial
rue: Клопкніт знак подіума, обы зачати туторіал

source: Press fire to start the tutorial
rue: Клопкніт огынь обы зачати туторіал

source: Press podium icon to start the challenge
rue: Клопкніт знак подіума, обы зачати перемаганкы

source: Press fire to start the challenge
rue: Клопкніт огынь обы зачати перемаганкы

source: Quit the server
rue: Лишити сервер

source: Abort Grand Prix
rue: За Великі Перемаганкы

source: Restart
rue: Перезачати

source: Back to challenge selection
rue: Вернути ся у оддїл перемаганок

source: Race against the new ghost replay
rue: Перебіг против нового повтора блудила

source: Back to the menu
rue: Вернути ся у меню

source: Do you really want to abort the Grand Prix?
rue: Истно хочете прервати Великі Перемаганкы?

source: Red Team Wins
rue: Черлена дружина уграла

source: Blue Team Wins
rue: Синя дружина уграла

source: It's a draw
rue: Исе реміза

source: Eliminated after %s
rue: Ліквідованый пусля %s

source: Eliminated
rue: Ліквідованый

source: (Own Goal)
rue: (Автоґол)

source: Track %i/%i
rue: Автомапа %i/%i

source: Grand Prix progress:
rue: Проґрес Великых Перемаганок:

source: Highscores
rue: Рекорды

source: Best lap time: %s
rue: Лїпшый час круга: %s

source: by %s
rue: лїпшый час має %s

source: You completed the challenge!
rue: Вы довершили перемаганкы!

source: You failed the challenge!
rue: Вы завалили перемаганкы!

source: Reached Requirements of SuperTux
rue: Достигнуті жаданя SuperTux

source: All blows allowed, so catch weapons and make clever use of them!
rue: Поволені вшыткі ґепцы, тому имай збруй и хоснуй го мудро!

source: Contains no powerups, so only your driving skills matter!
rue: Не є посилень, тому важні лем ваші шоферські приукы!

source: Keep up with the leader kart but don't overtake it!
rue: Не одставайте од лідера, айбо и не оббігайте го!

source: Hit others with weapons until they lose all their lives.
rue: Бий другых дотідь, закідь у них ся не лишит животув,

source: Push the ball into the opposite cage to score goals.
rue: Дручай лобду у чужу капуру, обы забивати ґолы.

source: Explore tracks to find all hidden eggs
rue: Прослїдіт автомапу тай найдіт вшыткі спрятані яйця.

source: Race against ghost karts and try to beat them!
rue: Перебіг против возика блудила, попробуй оббігти го!

source: Complete as many laps as possible in a given amount of time.
rue: Пробіжіт максімум, што можете кругув за такый час.

source: Press red or blue soccer icon to change team
rue: Клопкніт черленый вадь синьый знак обы перемінити дружину

source: Track by %s
rue: Автомапа учинена %s

source: Max players supported: %d
rue: Максімум бавлячув поддержує ся: %d

source: Number of red team AI karts
rue: Число ботув у черленув дружині

source: You cannot play this Grand Prix because it contains tracks that aren't unlocked!
rue: Вы не можете бавити Великі Перемаганкы, бо у ньому суть щи не розблоковані автомапы!

source: Locked!
rue: Закрыто!

source: %d/%m/%Y
rue: %d/%м/%Г

source: Complete all challenges to unlock the big door!
rue: Довершіт вшыткі перемаганкы обы одкрыти велику дверь!

source: You need more points to enter this challenge! Check the minimap for available challenges.
rue: Треба булше балув Обы ся прикапчати од перемаганкам! Поникай на малу мапу обы найти приступні перемаганкы.

source: Accelerate with <%s>, and steer with <%s> and <%s>.
rue: Приспішуйте ся при помочи <%s>, тай кормануйте при помочи <%s> тай <%s>.

source: Accelerate by touching the upper part of the wheel, and steer by moving left or right.
rue: Приспішуйте ся, кывавучи верьх кормані, тай крятайте улїво вадь управо.

source: Accelerate by moving the accelerator upwards, and steer by tilting your device.
rue: Приспішуйте ся, кывавучи акцелератор горї, ай крятайте схылявучи девайс.

source: Accelerate by moving the accelerator upwards, and steer by rotating your device.
rue: Приспішуйте ся, кывавучи акцелератор горї, ай крятайте обертавучи девайс.

source: Collect gift boxes, and fire the weapon with <%s> to blow away these boxes!
rue: Збирайте дарункові ладичкы, ай стріляйте из збруї <%s> обы збити сї ладичкы!

source: Collect gift boxes, and fire by pressing the bowling icon to blow away these boxes!
rue: Збирайте дарункові ладичкы, ай стріляйте из збруї, затиснкувши знак боулінґа обы збити сї ладичкы!

source: Press <%s> to look behind. Fire the weapon with <%s> while pressing <%s> to fire behind!
rue: Затискніт <%s> обы понатїгати ся назад. Стріляйте из збруї <%s> кой затискнуто <%s> стріляєте узад!

source: Press the mirror icon to look behind. Fire the weapon behind by holding the mirror icon and then swiping to the bowling icon!
rue: Затискніт знак зиркала обы понатїгати ся назад. Стріляйте из збруї затискнувши знак зиркала, а пак потягніт перстом по знакови боулінґа!

source: Use the nitro you collected by pressing <%s>!
rue: Хоснуйте нітро, котроє сьте зобрали затискнувши <%s>!

source: Use the nitro you collected by pressing the nitro icon
rue: Хоснуйте нітро, котроє сьте зобрали затискнувши знак нітро

source: Collect nitro bottles (we will use them after the curve).
rue: Зберіт бутлі з нітро (їх будеме хосновати пусля кривуль).

source: Oops! When you're in trouble, press <%s> to be rescued.
rue: Йой! Кідь вы трафили у біду, затискніт <%s>, обы вас спасли.

source: Oops! When you're in trouble, press the bird icon to be rescued.
rue: Йой! Кідь вы трафили у біду, затискніт знак потята, обы вас спасли.

source: Accelerate and press the <%s> key while turning to skid. Skidding for a short while can help you turn faster to take sharp turns.
rue: Приспіште ся ай затискніть <%s> клавіш, обы зачати ся ховзати. Ховзаня на куртых кривулях поможе вам зайти у них.

source: Accelerate and press the skid icon while turning to skid. Skidding for a short while can help you turn faster to take sharp turns.
rue: Приспіште ся ай затискніть знак поховза, обы зачати ся ховзати. Ховзаня на куртых кривулях поможе вам зайти у них.

source: Note that if you manage to skid for several seconds, you will receive a bonus speedup as a reward!
rue: Дайте позор, кідь поховзаєте ся пару секунд, достанете бонусноє приспішеня!

source: You are now ready to race. Good luck!
rue: Вы тепирь прилажені од перебігови. Серенчі!

source: A 3D open-source kart racing game
rue: 3х-мірна возикова перебігова бавка

source: tux;game;race;
rue: tux;бавка;гонитва;

source: Karts. Nitro. Action! SuperTuxKart is a 3D open-source arcade racer with a variety of characters, tracks, and modes to play. Our aim is to create a game that is more fun than realistic, and provide an enjoyable experience for all ages.
rue: Моторвозикы. Нітро. Екшен! SuperTuxKart се 3ьохмірна аркадна гонитва из одкрытым зачаточным кодом рузными особами, автомапами и режімув для бавкы. Наша цїль учинити бавку яка май весела, чим реалістічна и натїшит вшыткі рокы.

source: We have several tracks with various themes for players to enjoy, from driving underwater, rural farmlands, jungles or even in space! Try your best while avoiding other karts as they may overtake you, but don't eat the bananas! Watch for bowling balls, plungers, bubble gum, and cakes thrown by your opponents.
rue: У нас пару автомап из рузным мотивом для бавлячув од подводного шоферованя, сілськых готарьств, джунґлув вадь онь у космосови! Старайте ся як лем можете, оббігавучи другі возикы, айбо не їчте бананы! Позирайте за боулінґ-лобдами, протычками ай жвачками из колачами, котрі мечут ваші противникы.

source: You can do a single race against other karts, compete in one of several Grand Prix, try to beat the high score in time trials on your own, play battle mode against the computer or your friends, and more! For a greater challenge, join online and meet players from all over the world and prove your racing skills!
rue: Вы можете участвовати у єдному перебігови против другых возикув, перебігати ся у єдному вадь дакулькох Великых Перемаганках, пробовати побити рекорд у перебігах на час осаміло, бавити у режімі биткы против компютора вадь цімборув тай повно другого! Обы учинити свої перебігы май чажкыма, прикапчуйте ся од другым бавлячам из усього світа, и укажіт якый из вас шофер!

source: This game has no ads.
rue: Ся бавка не має реклам удну.

source: This is an unstable version of SuperTuxKart that contains latest improvements. It is released mainly for testing, to make stable STK as good as possible.
rue: Се нестабілна верзія SuperTuxKart, тримлюча послїдні новоты. Она упущена для тестованя, обы учинити стабілну бавку май лїпшов.

source: This version can be installed in parallel with the stable version on the device.
rue: Сю верзію мож покласти паралелно из стабілнов.

source: If you need more stability, consider using the stable version: %s
rue: Кідь вам треба булше стабілности, подумайте про хоснованя стабілної верзії: %s

source: SuperTuxKart Team
rue: SuperTuxKart Турба
