Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/rue.po
Languages: rue

source: Create Server
rue: Учинити сервер

source: Lobby
rue: Лобі

source: Configuration
rue: Штімованя

source: Start race
rue: Зачати перебіг

source: Enable splitscreen or player handicaps
rue: Уключити ограниченя для простых бавлячув вадь бавлячув из подїленым екраном

source: Local networking
rue: Локална сїтка

source: Global networking
rue: Ґлобална сїтка

source: Enter server address
rue: Увести адрес сервера

source: Your profile
rue: Ваш профіл

source: Player rankings
rue: Рейтінґы бавлячув

source: Friends
rue: Цімборы

source: Look for more friends:
rue: Найти булше цімборув

source: Search
rue: Гляданя

source: Global Networking
rue: Ґлобална сїтка

source: Quick Play
rue: Бавка разраз

source: Account Settings
rue: Штімованя акаунта

source: Password:
rue: Парола:

source: Change
rue: Перемінити

source: E-mail:
rue: Емейл:

source: Create User
rue: Учинити хосновача

source: New Online Account
rue: Новый Онлайн Акаунт

source: Existing Online Account
rue: Єствувучый Онлайн акаунт

source: Offline Account
rue: Офлайн Акаунт

source: Local Name
rue: Локалноє имня

source: Online Username
rue: Онлайн юзернейм

source: Reset password
rue: Зверичи паролу

source: Server Selection
rue: Убераня сервера

source: Show private server(s)
rue: Указовати пріватні серверы

source: Use IPv6 connection
rue: Хосновати IPv6 прикапченя

source: User search
rue: Гляданя хосновачув

source: SuperTuxKart Options
rue: SuperTuxKart Штімованя

source: Graphics
rue: Ґрафіка

source: Audio
rue: Звук

source: Interface
rue: Хосновательськый Інтерфейс

source: Players
rue: Бавлячі

source: Controls
rue: Корманьованя

source: Language
rue: Бисїда

source: Music
rue: Музика

source: Enabled
rue: Уключено

source: Volume
rue: Голосность

source: Sound Effects
rue: Звукові ефекты

source: Delete Configuration
rue: Удалити конфіґурацію

source: Disable Configuration
rue: Вуключити конфіґурацію

source: Back to device list
rue: Вернути ся у список девайсув

source: Rename Configuration
rue: Переназвати конфіґурацію

source: Enable force feedback (if supported)
rue: Уключити модельованя фізічных атрібутув (кідь ся поддержує)

source: Internet options
rue: Штімованя інтернета

source: Always show login screen
rue: Усе указовати екран входа

source: Connect to the Internet
rue: Прикапченя од Інтернетови

source: Enable chatting online
rue: Уключити чет онлайн

source: Enable chatting in online games
rue: Уключити чет у онлайн бавках

source: Miscellaneous options
rue: Вшелиякі штімованя

source: Enable per-player handicaps
rue: Уключити ограниченя для бавлячув

source: Uninstall full game assets
rue: Стерти докус бавилні комплеты

source: Press enter or double-click on a device to configure it
rue: Клопкніт Еnter вадь двічі клопкніт на нього, обы го наштімовати

source: Add a device
rue: Придати девайс

source: * Which config to use will be inferred from which 'Select' key is pressed to join the game.
rue: * Якый штім буде захоснованый зависит од того, яку клопку "Select" зажмете обы ся прикапчати од бавцї.

source: Skin
rue: Мотив оформеня

source: Minimap
rue: Мала мапа

source: Splitscreen Multiplayer layout
rue: Роскладованя у бавцї з подїленым екраном

source: Font size
rue: Розмір букв

source: Camera
rue: Камера

source: Custom...
rue: Властный...

source: Display FPS
rue: Указовати образик/сек.

source: Show other karts' held powerups
rue: Указовати посиленя другых возикув

source: Enable the story mode timer
rue: Уключити стопер у режімі історії

source: Enable the speedrun timer
rue: Уключити стопер у бавцї на скорость

source: Render resolution
rue: Розлученя рендера

source: Graphical Effects Level
rue: Уровень ґрафічных ефектув

source: Blur Effects Level
rue: Уровень ефектув розмытя

source: Maximum FPS
rue: Максімум образ./сек

source: Custom settings...
rue: Властный штім...

source: Resolution
rue: Розлученя

source: Fullscreen
rue: Повный екран

source: Remember window location
rue: Запомнити місто оболока

source: Apply new resolution
rue: Затрібовати новоє розлученя

source: Select a difficulty
rue: Убрати чажкость

source: Select a game mode
rue: Убрати режім бавкы

source: Use left/right to choose your team and press fire
rue: Хосновати улїво/управо обы убрати дружину ай клопкнути "огынь"

source: Red Team
rue: Черлена дружина

source: Blue Team
rue: Синя дружина

source: Number of laps
rue: Число кругув

source: Number of AI karts
rue: Число ботув

source: Number of blue team AI karts
rue: Число ботув у синюв дружині

source: Random Grand Prix
rue: Трафні Великі Перемаганкы

source: Login
rue: Лоґін

source: Remember password
rue: Запомнити паролу

source: Delete
rue: Стерти

source: Kart color
rue: Цвіт возика

source: The UI skin can be changed in the UI options.
rue: Мотив оформеня можете перемінити у штімованях хосновательського інтерфейса.

source: You can see other karts' powerups by enabling it in the UI options.
rue: Вы можете відїти посиленя другых возикув, уключивши тото у штімованях хосновательського інтерфейса.

source: The font size can be changed in the UI options.
rue: Розмір букв мож перемінити у штімованях ХІ.

source: The help menu has lots of useful information.
rue: Меню "Помоч" має повно хосенної інформації.

source: In single-player, you can watch and challenge recorded time-trials.
rue: У осамілув бавцї, вы можете позерати ай ламати рекорды на час.

source: You can visit https://supertuxkart.net/ for more information about the game.
rue: Можете навщивити https://supertuxkart.net/ для булшої інфо за бавку.

source: Short nitro boosts are more efficient.
rue: Курті хоснованя нітро май ефектівніші.

source: Only use zippers when it is safe. Long straight lines are ideal.
rue: Хоснуйте громовицї лем коли то беспечно. Довгі прямі лінії ідеалні.

source: Don't use multiple zippers quickly in row, instead, wait until the speed boost wears off.
rue: Не хоснуйте пару громовиць за шором, почекайте, закідь приспішеня счерпат ся докус.

source: Skidding makes you much faster, do it whenever safe.
rue: Ховзаня чинит вас майскоршыма, ховзайте ся коли тото беспечно.

source: The swatter can be used to remove bombs or parachutes.
rue: Клапа што мух бити може быти захоснована против бомб ай падакув.

source: You can't stop turning while skidding. Good kart orientation at the skid's start is paramount.
rue: Не можете ся сперти, под час ховзаня. Правилна оріентація возика на стартови має майвеликоє значеня.

source: You get a startup boost if you start accelerating during "Set".
rue: Вы можете достати приспішеня на стартови, кідь зачнете под час "Позор".

source: Braking allows to get rid of parachutes quicker.
rue: Гамованя поволят скорше ся избавити од падака.

source: First and foremost, focus on where your kart is going.
rue: Майскорше, упряміт ся на то, куды іде ваш возик.

source: The rescue key (button) is very useful.
rue: Спасателна клавіш (клопка) дуже хосенна.

source: Be careful when close to other karts, they may attack you!
rue: Сокотіт ся другых возикув, они можут атаковати вас!

source: Basketballs can be destroyed using precise backward shots with a bowling ball, cake, or plunger.
rue: Кошаркові лобды мож понищити из помочов точных ґепцув узад боулінґ-лобдов, колачом вадь протычков.

source: Try to avoid crashing into the backs of other karts as this will slow you down.
rue: Не варта ся бити у зад другых возикув, бо то вас спомалит.

source: You can use bowling balls to push and block the ball.
rue: Вы можете хосновати боулінґ-лобду, обы дручати ай блоковати лобду.

source: In soccer, always work as a team for good results.
rue: У фодбалови, усе треба робити таги єдно цїлоє обы уграти.

source: If you miss the ball and an opponent is approaching, try hitting them with a powerup or block their way.
rue: Кідь исьте ся промахнули по лобді, ай противник приближат ся, попробуйте гепнути го посиленьом вадь заблоковати му путь.

source: Good rotation of positions (attack and defense) is essential.
rue: Важна добра ротація позіції (атакы ай защиты).

source: Make sure to store at least 2 big cans worth of nitro.
rue: Мусайно держіт при собі хоть 2 повні балоны нітро.

source: Never use the three bowling balls all at the same time.
rue: Ниґда не хоснуйте три боулінґ-лобды за єден раз.

source: Don't get in the way of a teammate carrying the ball, though you can try to hit opponents attempting to stop them from scoring.
rue: Лїпше не перебивати содружиника з лобдов, айбо можете попробовати гепнути противника.

source: Adiumy
rue: Адюмі

source: Amanda
rue: Аманда

source: Godette
rue: Ґодет

source: Emule
rue: Сомар

source: Gavroche
rue: Ґаврош

source: Gnu
rue: Гну

source: Hexley
rue: Гекслі

source: Kiki
rue: Кікі

source: Konqi
rue: Конкі

source: Nolok
rue: Нолок

source: Pidgin
rue: Піґдін

source: Puffy
rue: Паффі

source: Pepper
rue: Пеппер

source: Sara
rue: Сара

source: Suzanne
rue: Сюзанн

source: Tux
rue: Тукс

source: Wilber
rue: Вілбер

source: Xue
rue: Ксю

source: Antediluvian Abyss
rue: Роскоповоє бездно

source: Alien Signal
rue: Чужый сіґнал

source: Ancient Colosseum Labyrinth
rue: Старинный колізей-блудилище

source: Candela City
rue: Кандела-Сіті

source: Battle Island
rue: Остров биток

source: Black Forest
rue: Хаща

source: Cave X
rue: Пещера Ікс

source: Cocoa Temple
rue: Храм Какао

source: Cornfield Crossing
rue: Кендиричноє поле

source: Fort Magma
rue: Форт маґмы

source: Gran Paradiso Island
rue: Остров Ґран Парадізо

source: Hacienda
rue: Ґацієнда

source: Icy Soccer Field
rue: Ледовоє фодбалноє поле

source: What's wrong, little hippies? Your great gnu leader is missing?
rue: Што не так, малинькі ґіппі? Стратив ся ваш лідер Гну?

source: Oh yes, see, he's in my castle now and will be served for supper...
rue: Но айяк, позерай, ун у мому замкови тай буде ми на обід...

source: But I'm a fair creature, so I'll make you a deal.
rue: Айбо я чесна створа, завто маву для вас токму.

source: If you can beat me at racing, I will free the old codger.
rue: Кідь уграєте у ня перебіг, ослобожу сього старого чудака.

source: But you pathetic little twerps will never be able to beat me - King of the Karts!
rue: Айбо вы малі дуроші ниґда ня не уграєте - Короля Возикув!

source: Las Dunas Arena
rue: Лас Дунас Арена

source: Las Dunas Soccer Stadium
rue: Лас Дунас Фодбалный Стадіон

source: Around the Lighthouse
rue: Навкруг маяка

source: Old Mine
rue: Стара баня

source: Minigolf
rue: Мініґолф

source: Oasis
rue: Оазіс

source: Oliver's Math Class
rue: Математічный клас Олівера

source: Pumpkin Park
rue: Дыньовый парк

source: Ravenbridge Mansion
rue: Віла Рейвенбріджув

source: Shifting Sands
rue: Живі піскы

source: Nessie's Pond
rue: Рыбник Нессі

source: Northern Resort
rue: Сїверна пристань

source: Snow Peak
rue: Сніжный шпіц

source: Soccer Field
rue: Фодбаловоє поле

source: The Stadium
rue: Стадіон

source: Temple
rue: Храм

source: Volcan Island
rue: Вулканостров

source: Zen Garden
rue: Дзен-сад

source: Completed achievement "%s".
rue: Довершено здобытя "%s".

source: Failed to connect to the SuperTuxKart add-ons server.
rue: Хыба прикапченя од SuperTuxKart серверови придаткув.

source: Error downloading news: '%s'.
rue: Хыба стерьханя новостюв: "%s".

source: Normal Race (Grand Prix)
rue: Просїковый перебіг (Великі Перемаганкы)

source: Time-Trial (Grand Prix)
rue: Перебіг на час (Великі Перемаганкы)

source: Time-Trial - beat the replay
rue: Перебіг на час - побити повтор

source: Time-Trial - nitro challenge
rue: Перебіг на час - нітро перемаганкы

source: Normal Race (single race)
rue: Просїковый перебіг (осамілый перебіг)

source: Time-Trial (single race)
rue: Перебіг на час (осамілый перебіг)

source: Follow the Leader (single race)
rue: Слїдовати за лідером (осамілый перебіг0

source: Mode: Reverse
rue: Режім: Обратный порядок

source: New track '%s' now available
rue: Нова автомапа "%s" тепирь приступна

source: New game mode '%s' now available
rue: Новый режім бавкы "%s" тепирь приступный

source: New Grand Prix '%s' now available
rue: Нові Великі Перемаганкы "%s" тепирь приступні

source: New difficulty '%s' now available
rue: Нова чажкость "%s" тепирь приступна

source: New kart '%s' now available
rue: Новый возик "%s" тепирь приступный

source: Speedrun mode disabled. It can only be enabled if the game has not been closed since the launch of the story mode. Closing the game before the story mode's completion invalidates the timer. To use the speedrun mode, please use a new profile.
rue: Режім бавкы на скорость вуключеный. Можете го уключити, лем кідь бавка не закрывала ся из часу запуска сюжетного режіма. Закрытя бавкы до довершеня сюжетного режіма чинит стопер нечинным. Обы хосновати режім бавкы на скорость, учиніт новый профіл.

source: Guest
rue: Гость

source: Guest %d
rue: Гость %d

source: Your config file was malformed, so it was deleted and a new one will be created.
rue: Ваш файл штіма быв неправилно учиненый, тому вун буде удаленый а мы учиниме другый.

source: Your config file was too old, so it was deleted and a new one will be created.
rue: Ваш файл штіма быв дуже старый, тому вун буде удаленый а мы учиниме другый.

source: Video recording started.
rue: Наиграня відео зачато.

source: Video saved in "%s".
rue: Відео усокочено у "%s".

source: Encoding progress:
rue: Проґрес кодованя:

source: FPS: %d/%d/%d - %d KTris, Ping: %dms
rue: Образ./сек: %d/%d/%d - %d KTris, Пінґ: %dмс

source: Tip: %s
rue: Тіп (подшепт): %s

source: Loading
rue: Ладованя

source: Mass
rue: Маса

source: Maximum speed
rue: Максімална шіковность

source: Acceleration
rue: Приспішеня

source: Nitro efficiency
rue: Ефективность нітро

source: %s (handicapped)
rue: %s (ограниченый)

source: %s is ready
rue: %s готовый

source: [none]
rue: [не є]

# input_key
source: Left Mouse Button
rue: Лїва клопка мыши

# input_key
source: Right Mouse Button
rue: Права клопка мыши

# input_key
source: Cancel
rue: Одмінити

# input_key
source: Middle Mouse Button
rue: Середня клопка мыши

# input_key
source: X1 Mouse Button
rue: Клопка мыши Х1

# input_key
source: X2 Mouse Button
rue: Клопка мыши Х2

# input_key
source: Clear
rue: Почистити

# input_key
source: Return
rue: Enter

# input_key
source: Alt/Menu
rue: Alt/Меню

# input_key
source: Pause
rue: Пауза

# input_key
source: Space
rue: Пролиш

# input_key
source: Left
rue: Лїво

# input_key
source: Up
rue: Горї

# input_key
source: Right
rue: Право

# input_key
source: Down
rue: Долї

# input_key
source: - (Subtract)
rue: - (Одняти)

# input_key
source: Decimal
rue: Кома

# input_key
source: / (Divide)
rue: / (Дїлити)

# input_key
source: Left Shift
rue: Лївый Shift

# input_key
source: Right Shift
rue: Правый Shift

# input_key
source: Left Control
rue: Лївый Control

# input_key
source: Right Control
rue: Правый Control

# input_key
source: Left Menu
rue: Лїва Menu

# input_key
source: Right Menu
rue: Права Menu

source: Axis %d %s
rue: Осї %d%s

source: Axis %d inverted
rue: Ось %d перевернута

source: Axis %d
rue: Ось %d

source: Gamepad button %d
rue: Клопка ґеймпада %d

source: Mouse button %d
rue: Клопка мыши %d

source: Mouse axis %d %s
rue: Ось мыши %d%s

source: Please re-configure your key bindings.
rue: Будьте добрі, перенаштімуйте клавешницю.

source: Your input config file is not compatible with this version of STK.
rue: Ваш файл штіма несовмістный из сьов верзійов бавкы.

source: Guide
rue: Напутя

source: Left thumbstick press
rue: Затискніт лївый стік

source: Right thumbstick press
rue: Затискніт правый стік

source: Left shoulder
rue: Лївоє рамо (shoulder)

source: Right shoulder
rue: Правоє рамо (shoulder)

source: DPad up
rue: DPad горї

source: DPad down
rue: DPad долї

source: DPad left
rue: DPad налїво

source: DPad right
rue: DPad направо

source: Left thumbstick right
rue: Лївый стік направо

source: Left thumbstick left
rue: Лївый стік налїво

source: Left thumbstick down
rue: Лївый стік долї

source: Left thumbstick up
rue: Лївый стік горї

source: Right thumbstick right
rue: Правый стік направо

source: Right thumbstick left
rue: Правый стік налїво

source: Right thumbstick down
rue: Правый стік долї

source: Right thumbstick up
rue: Правый стік горї

source: Left trigger
rue: Лїва западка (тріґер)

source: Right trigger
rue: Права западка (тріґер)

source: Ignoring '%s'. You needed to join earlier to play!
rue: Іґнорованя "%s". Мали сьте ся прикапчати ранше, обы бавити!

source: Only the Game Master may act at this point!
rue: В сись момент лем Скусник Бавкы може дашто чинити!

source: %s has low battery level.
rue: %s має розряженый акумулятор.

source: Connect your wiimote to the Bluetooth manager, then click on Ok. Detailed instructions at https://supertuxkart.net/Wiimote
rue: Прикапчайте свуй Wii контролер од Bluetooth manager'ови, по тум клопкніть Ок. Дейталні інструкції туй https://supertuxkart.net/Wiimote

source: Press the buttons 1+2 simultaneously on your wiimote to put it in discovery mode, then click on Ok. Detailed instructions at https://supertuxkart.net/Wiimote
rue: У єдну міру клопкніт клопкы 1+2 на Wii контролерови, обы перевести го у режім выявеня, по тум клопкніть Ок. Детайлні інструкції туй https://supertuxkart.net/Wiimote

source: Found %d wiimote
rue: Найдено %dконтролер Wii

source: Could not detect any wiimote :/
rue: Не найшли сьме ани єдного контролера Wii

source: Getting ready to race
rue: Прилаженя од перебігови

source: Penalty time!!
rue: Час пеналті!!

source: Don't accelerate before 'Set!'
rue: Не приспішуйте ся перед "Позор!"

source: You can have at most 3 lives!
rue: Можете мати булше за 3 жывота!

source: +1 life.
rue: +1 живот.

source: You were too slow!
rue: Дуже сьте помалі!

source: You won the race!
rue: Уграли сьте перебіг!

source: You finished the race in rank %d!
rue: Кінчили сьте перебіг у ранґови %d!

source: %s left the game.
rue: %s лишив бавку.

source: SuperTuxKart may connect to a server to download add-ons and notify you of updates. Please read our privacy policy at https://supertuxkart.net/Privacy. Would you like this feature to be enabled? (To change this setting at a later time, go to options, select tab 'General', and edit "Connect to the Internet").
rue: SuperTuxKart може прикапчати ся од серверови для стерьханя придаткув тай уповісток за обновленя. Будьте добрі, прочитайте нашу політику конфіденціалности за адресом https://supertuxkart.net/Privacy. Хочете лишити сю опцію уключенов? (Обы перемінити тото май пак, зайдіть у штімованя, уберіт "Чолові", тай перемініт "Прикапченя од інтернетови").

source: Your screen resolution is too low to run STK.
rue: Маєте дуже низькоє розлученя екрана. обы запустити STK.

source: Your driver version is too old. Please install the latest video drivers.
rue: Верзія вашых драйверув дуже постара. Будьте добрі. покладьте послїдню верзію драйверув.

source: Your graphics driver appears to be very old. Please check if an update is available. SuperTuxKart recommends a driver supporting %s or better. The game will likely still run, but in a reduced-graphics mode.
rue: Ваш ґрафічный драйвер дуже старый. Будьте добрі, перевірте, ци приступно обновеня. SuperTuxKart рекомендує драйвер, поддержувучый %sвадь выше. Скорше за вшытко, бавка и так буде робити, айбо у режімови уменшеної ґрафікы.

source: Server connection timed out.
rue: Час прикапченя из сервером уйшов.

source: %s has the red flag!
rue: %s має черлену фану!

source: The red flag has returned!
rue: Черлену фану вернули!

source: %s has the blue flag!
rue: %s має синю фану!

source: The blue flag has returned!
rue: Синю фану вернули!

source: %s captured the blue flag!
rue: %s захватив синю фану!

source: %s captured the red flag!
rue: %s захватив черлену фану!

source: Eggs: %d / %d
rue: Яиць: %d/ %d

source: Leader
rue: Лідер

source: Final lap!
rue: Послїдньый круг!

source: Lap %i
rue: Круг %i

# fastest_lap
source: %s by %s
rue: Лїпшый круг %s из %s

source: New fastest lap
rue: Новый рекорд круга

source: WRONG WAY!
rue: НЕ ТУДЫ!

source: %s scored a goal!
rue: %s забиват лобду!

source: Oops, %s made an own goal!
rue: Йой, %s забиват сам собі!

source: %i spare tire kart has been spawned!
rue: %iвозик из запасным ґолесом уявив ся!

source: You have been eliminated!
rue: Вас ліквідовали!

source: '%s' has been eliminated.
rue: "%s" быв ліквідованый!

source: Server has been shut down.
rue: Сервер вуключеный.

source: You were kicked from the server.
rue: Укопкали вас із сервера.

source: You were kicked: Ping too high.
rue: Укопкали вас: Пінґ дуже высокый.

source: Bad network connection is detected.
rue: Поганоє інтернет споєня найдено.

source: %s disconnected.
rue: %s одкапчаный.

source: Press player name in the list for player management and ranking information.
rue: Клопкніт на имня бавляча у спискови справованя бавлячув і рейтінґової інфо.

source: Difficulty: %s
rue: Чажкость: %s

source: Max players: %d
rue: Максімум бавлячув: %d

source: Game mode: %s
rue: Режім бавкы: %s

source: Time limit
rue: Ліміт часу

source: Goals limit
rue: Ліміт ґолув

source: Soccer game type: %s
rue: Тіп фодбалної бавкы: %s

source: Grand prix progress: %d / %d
rue: Проґрес Великых Перемаганок: %d/%d

source: All players joined red or blue team.
rue: Вшыткі бавлячі прикапчали ся од черленув вадь синюв дружині.

source: You are now the owner of server.
rue: Вы тепирь владарь сервера.

source: Connection refused: Server is busy.
rue: У спойови одказано: сервер занятый.

source: Connection refused: You are banned from the server.
rue: У спойови одказано: забанені сьте.

source: Connection refused: Server password is incorrect.
rue: У спойови одказано: серверна парола недобра.

source: Connection refused: Game data is incompatible.
rue: У спойови одказано: дані бавкы несовмістні.

source: Connection refused: Server is full.
rue: У спойови одказано: сервер повный.

source: Connection refused: Invalid player connecting.
rue: У спойови одказано: нечинный бавляч ся прикапчує.

source: Failed to start the network game.
rue: Хыба пущеня сїткової бавкы.

source: The game has ended, you can't live join or spectate anymore.
rue: Бавка ся кончила, не можете ся прикапчати вадь позерати булше.

source: No remaining place in the arena - live join disabled.
rue: Не є міста на арені - прикапчати ся не мож.

source: Only 1 player remaining, returning to lobby.
rue: Лишив ся лем єден бавляч, вертаву ся у лобі.

source: Server owner quit the game.
rue: Владарь сервера лишив бавку.

source: You will be spectating the next game.
rue: Вы будете позерати за слїдучов бавков.

source: %s joined the red team.
rue: %sприкапчав ся од черленув дружині.

source: %s joined the blue team.
rue: %sприкапчав ся од черленув дружині.

source: %s joined the game.
rue: %sприкапчав ся од бавцї.

source: Press <%s> or <%s> to change the targeted player, <%s> or <%s> for the camera position.
rue: Затисніт <%s> авадь <%s>, обы перемінити убратого бавляча, <%s> вадь <%s> для позіції камеры.

source: Successfully reported %s.
rue: Успішно репортовано %s.

source: Failed to download assets, check your storage space or internet connection and try again later.
rue: Не уйшло стерьхати ресурсы, перевірте місто на діскови вадь інтернет споєня тай повторіт пак.

source: No quick play server available.
rue: Не є приступного сервера для бавкы разраз

source: Cannot connect to server %s.
rue: Не мож ся прикапчати од серверови %s.

source: Failed to detect port number for server %s.
rue: Хыба опредїленя порта сервера %s.

source: Network grand prix has been finished.
rue: Сїткові Великі Перемаганкы кончили ся.

source: Time Trial (Grand Prix)
rue: Перебіг на час (Великі Перемаганкы)

source: Free-For-All
rue: Слободный режім

source: Capture The Flag
rue: Захват фаны

source: %s is now online.
rue: %s тепирь онлайн.

source: %s and %s are now online.
rue: %s и %s тепирь онлайн.

source: %s, %s and %s are now online.
rue: %s,%s тай %sтепирь онлайн.
