Repository: willliam9/SuperTuxKartIRC
Catalog: stk-code/data/po/rue.po
Languages: rue

source: %d friend is now online.
rue: %dцімбора тепирь онлайн.

source: %s is now on server "%s".
rue: %sтепирь на серверови "%s".

source: You have %d new friend request!
rue: Вы маєте %d новых цімборськых жадань!

source: You have a new friend request!
rue: Вы маєте новоє цімборськоє жаданя!

source: Unable to connect to the server. Check your internet connection or try again later.
rue: Не мож ся прикапчати од серверови. Перевірте прикапченя од Інтернетови вадь повторіт провбу май пак.

source: Default
rue: Мовчано

source: None
rue: Нич

source: Random
rue: Трафно

source: The highscore file was too old, all highscores have been erased.
rue: Файл рекорда дуже старый, вшыткі рекорды были стерті.

source: Follow the Leader
rue: Слїдовати за лідером

source: 3 Strikes Battle
rue: 3 Биткы на ґепц

source: Incomplete replay file will not be saved.
rue: Неповный файл повтора не буде усокоченый.

source: Replay saved in "%s".
rue: Повтор усокочено у "%s".

source: 1 week
rue: 1 тыждинь

source: 2 weeks
rue: 2 тыждинь

source: 1 month
rue: 1 мїсяць

source: 3 months
rue: 3 мїсяцї

source: 6 months
rue: 6 мїсяцюв

source: 9 months
rue: 9 мїсяцюв

source: 1 year
rue: 1 гуд

source: 2 years
rue: 2 гуды

source: Add-on name
rue: Имня придатка

source: Updated date
rue: Дата обновленя

source: Not installed
rue: Не установено

# addons
source: %s by %s
rue: %s учинено %s

source: Please wait while addons are updated
rue: Почекайте, закідь придаткы ся обновлят

source: Sorry, an error occurred while contacting the add-ons website. Make sure you are connected to the Internet and that SuperTuxKart is not blocked by a firewall
rue: Перебачте, трафила ся хыба при звертаньови од сайтови придаткув. Перевірте ци прикапчані сьте од Інтернетови, и ци SuperTuxKart не заблокованый фаєрволом.

source: Locked : solve active challenges to gain access to more!
rue: Заблоковано: раз довершіт другі перемаганкы, обы достати приступ!

source: Random Arena
rue: Трафна арена

source: %d arena unavailable in single player.
rue: %d арена неприступна у осамілув бавцї.

source: translator-credits
rue: Launchpad Contributions: Гондрош Руснак, 2022 Ондрош Руснак, 2022

# achievement_info
source: Subgoals
rue: Допцїлї

# achievement_info
source: Progress
rue: Проґрес

source: Fulfill all the subgoals
rue: Здобыти вшыткі допцїлї

source: Fulfill all the subgoals at the same time
rue: Здобыти вшыткі допцїлї у єден час

source: Fulfill at least one subgoal
rue: Здобыти хоть єдну допцїль

source: The sum of the subgoals must reach the indicated value
rue: Сума подцїлюв має достигати сих значень

source: Races won
rue: Перебігув уграно

source: Normal races won
rue: Просїковых перебігув уграно

source: Time-trial races won
rue: Перебігув на час уграно

source: Follow-the-Leader races won
rue: Перебігув за лідером уграно

source: Consecutive won races
rue: Поступных перебігув уграно

source: Consecutive won races in Expert or SuperTux
rue: Постпуных перебігув уграно на Експертови вадь SuperTux

source: Novice races started
rue: Перебігы новакув зачали ся

source: Novice races finished
rue: Перебігы новакув кончили ся

source: Intermediate races started
rue: Перебігы просїковых зачали ся

source: Intermediate races finished
rue: Перебігы просїковых кончили ся

source: Expert races started
rue: Перебігы експертув зачали ся

source: Expert races finished
rue: Перебігы експертув кончили ся

source: SuperTux races started
rue: Перебігы SuperTuxув зачали ся

source: SuperTux races finished
rue: Перебігы SuperTuxув кончили ся

source: Normal races started
rue: Простый перебіг ся зачав

source: Normal races finished
rue: Простый перебіг ся кончив

source: Time-trial races started
rue: Перебіг на час ся зачав

source: Time-trial races finished
rue: Перебіг на час ся кончив

source: Follow-the-Leader races started
rue: Перебігы за лідером зачали ся

source: Follow-the-Leader races finished
rue: Перебігы за лідером кончили ся

source: 3 Strikes battles started
rue: Битка 3 ґепцув зачала ся

source: 3 Strikes battles finished
rue: Битка 3 ґепцув кончили ся

source: Soccer matches started
rue: Фодбалні матчі зачали ся

source: Soccer matches finished
rue: Фодбалні матчі кончили ся

source: Egg Hunts started
rue: Ловитва яиць зачала ся

source: Egg Hunts finished
rue: Ловитва яиць кончила ся

source: Races started with a ghost replay
rue: Перебігы из повтором блудила зачали ся

source: Races finished with a ghost replay
rue: Перебігы из повтором блудила кончили ся

source: Capture-the-Flag matches started
rue: Матчі из захватом фаны зачали ся

source: Capture-the-Flag matches finished
rue: Матчі из захватом фаны кончили ся

source: Free-for-All matches started
rue: Матчі слободного режіма зачали ся

source: Free-for-All matches finished
rue: Матчі слободного режіма кончили ся

source: Powerups used
rue: Посиленя схосновані

source: (1 race)
rue: (1 перебіг)

source: Bowling ball hits
rue: Ґепцув боулінґ-лобдов

source: Swatter hits
rue: Ґепцув клапов

source: All hits
rue: Вшыткі ґепцы

source: Hits against the same kart
rue: Ґепцы против єдного того самого возика

source: Bananas collected
rue: Бананув зобрато

source: Skidding
rue: Поховз

source: (1 lap)
rue: (1 круг)

source: Races started
rue: Перебігы ся зачали

source: (maximum on one official track)
rue: (максімум на єднув офіціалнув автомапі)

source: Races finished
rue: Перебігы ся кончили

source: Reverse direction races finished
rue: Перебігы у обратному порядкови кончили ся

source: Races finished alone
rue: Перебігы кончили ся осаміло

source: Races with less than the default lap number
rue: Перебігы з меншым числом кругув чим обычайно

source: Races with more than the default lap number
rue: Перебігы з булшым числом кругув чим обычайно

source: Races with at least twice as much as the default lap number
rue: Перебігы з булшым числом кругув чим обычайно мінімум удвоє

source: Egg hunts started
rue: Ловитва яиць зачала ся

source: Egg hunts finished
rue: Ловитва яиць кончила ся

source: (official tracks matching the goal)
rue: (офіціалні автомапы одвітувучі цїлї)

source: New gamepads and joysticks will automatically appear in the list when you connect them to this device. To add a keyboard config, you can use the button below, HOWEVER please note that most keyboards only support a limited amount of simultaneous keypresses and are thus inappropriate for multiplayer gameplay. (You can, however, connect multiple keyboards to this device. Remember that everyone still needs different keybindings in this case.)
rue: Нові ґеймпады ай джойстікы самі ся появлят у спискови при прикапчені їх од сьому девайсови. Обы придати штім клавешници, можете хосновати клопку долїв, АЙБО дайте позор, ож булшина клавешниць поддержувут лем малоє число єдночасных затискув клопок тай зато не подходят для ворошної бавкы. (Айбо можете прикапчати пару клавешниць, які мавут мати рузні призначеня клавіш).

source: Add Wiimote
rue: Придати контролер Wii

source: Add Keyboard Configuration
rue: Придати штімованя клавешници

source: Update
rue: Обновити

source: Version: %d
rue: Верзія: %d

source: featured
rue: обробленный

source: Size: %s
rue: Розмір: %s

source: Sorry, downloading the add-on failed
rue: Перебачте, хыба стерьханя придатка

source: Problems installing the addon '%s'.
rue: Хыбы наставеня придатка "%s".

source: Try again
rue: Попробуйте щи раз

source: Problems removing the addon '%s'.
rue: Хыбы из удаленьом придатка "%s".

source: Background download completed.
rue: Позадньоє стерьханя довершено.

source: Background download
rue: Позадньоє стерьханя

source: Background download has already started.
rue: Позадньоє стерьханя уже ся зачало.

source: Current password invalid.
rue: Чинна парола нечинна.

source: Password has to be between 8 and 30 characters long!
rue: Парола має мати довжину межи 8 тай 30 сімболами!

source: Passwords don't match!
rue: Паролы не єднакі!

source: Validating info
rue: Перевірка інфо

source: Password successfully changed.
rue: Парола успішно поміняна.

source: Confirm resolution within %i second
rue: Потвердіт розлученя за %i секунду

source: Resolutions smaller than 1024x768 or 1280x720 are unsupported. Some parts of the UI may not work correctly.
rue: Розлученя менші за 1024х768 вадь 1280х720 не поддержувут ся. Даякі частины ХІ можут робити недобре.

source: Drone chase
rue: Гонитва за дроном

source: Custom
rue: Властні

source: Disabled
rue: Вуключеный

source: Important only
rue: Лем важні

source: Very Low
rue: Дуже низкый

source: Low
rue: Низкый

source: High
rue: Великый

source: SuperTuxKart will download full assets (including high quality textures and music) for better gaming experience, this will use your mobile data if you don't have a wifi connection.
rue: SuperTuxKart стерьхат повні ресурсы (причислювучи у них текстуры высокої якости тай музику) для лїпшого бавилного процеса, то буде хосновати ваші мобілні дані, кідь у вас не є споєня из Wi-Fi.

source: SuperTuxKart will download full assets (including high quality textures and music) for better gaming experience.
rue: SuperTuxKart стерьхат повні ресурсы (причислювучи у них текстуры высокої якости тай музику) для лїпшого бавилного процеса.

source: Enter the server address optionally followed by : and then port or select address from list.
rue: Уведіт адрес сервера (немусайно) пак : за тым порт вадт=ь уберіт сервер из списка.

source: Invalid server address: %s.
rue: Нечинный адрес сервера: %s.

# column_name
source: Reverse
rue: Обратный порядок

# column_name
source: Difficulty
rue: Чажкость

# column_name
source: Laps
rue: Кругы

# column_name
source: Time
rue: Час

# column_name
source: Kart
rue: Возик

# column_name
source: User
rue: Хосновач

# column_name
source: Version
rue: Верзія

source: Track
rue: Автомапа

source: Top %d High Scores
rue: Топ %d Рекордув

source: Number of karts: %d
rue: Число возикув: %d

source: Time target: %s
rue: Цїльовый час: %s

source: Laps: %d
rue: Кругы: %d

source: Reverse: %s
rue: Обратный порядок: %s

source: (Empty)
rue: (Пусто)

source: Use original color
rue: Хосновати оріґіналный цвіт

source: Pick a color from slider
rue: Уберіт цвіт из ховзача

source: Don't show again
rue: Не указовати щи раз

source: Player info
rue: Інфо бавляча

source: Player name: %s
rue: Имня бавляча %s

source: Player location: %s
rue: Полога бавляча: %s

source: Kick
rue: Укопкати

source: Change team
rue: Поміняти дружину

source: Enable handicap
rue: Уключити ґандікап

source: Disable handicap
rue: Вуключити ґандікап

source: Report player
rue: Репортовати бавляча

source: Fetching ranking info for %s
rue: Достаня інформації за рейтінґ %s

source: Tell server administrator about this player (%s):
rue: Уповісти адмінови сервера за сього бавляча (%s):

source: Press any key... (Press ESC to cancel)
rue: Затискніт любу клопку... (Затискніт Еsc обы одмінити)

source: Press any key...
rue: Клопкніт любу клопку...

source: Chat is disabled, enable in options menu.
rue: Чет вуключеный, уключіт у штімованях.

source: Back to Battle
rue: Вернути ся од битцї

source: Setup New Game
rue: Наштімовати нову бавку

source: Restart Battle
rue: Перезачати битку

source: Exit Battle
rue: Уйти из биткы

source: Setup New Race
rue: Убрати новый перебіг

source: Exit Race
rue: Лишити перебіг

source: %s has no ranking yet.
rue: %s не має рейтінґа раз.

source: %s is number %d in the rankings with a score of %f.
rue: %s номер %d у рейтінґови из резултатом %f.

source: Username and/or email address invalid.
rue: Юзернейм тай/вадь емейл нечинні.

source: Please read the terms and conditions for SuperTuxKart at '%s'. You must agree to these terms in order to register an account for STK. If you have any questions or comments regarding these terms, one of the members of the development team would gladly assist you.
rue: Будьте добрі, познакомте ся из варунками хоснованя SuperTuxKart по адресу '%s'. Вы маєте ся зложити з нима, обы зареґістровати акаунт на STK. Кідь є у вас даякі звіданя вадь коментарі односно варункув, єден из членув тім розробникув буде радый вам помочи.

source: Nitro challenge
rue: Нітро перемаганка

source: Ghost replay race
rue: Повтор перебіга з блудилом

source: Laps: %i
rue: Кругув: %i

source: Type: %s
rue: Вид: %s

source: Required Rank: %i
rue: Трібный рейтінґ: %i

source: Required Time: %i
rue: Трібный час: %i

source: Required Nitro Points: %i
rue: Трібно нітро поінтув: %i

source: Number of AI Karts: %i
rue: Число возикув ботув: %i

source: Battle mode
rue: Режім биткы

source: Soccer game type
rue: Режім фодбала

source: Server location: %s
rue: Полога сервера: %s

source: Current track: %s
rue: Чинна автомапа: %s

source: Rank
rue: Ранґ

source: Player
rue: Бавляч

source: Scores
rue: Резултаты

source: Time played
rue: Часу у бавцї

source: Remove from bookmarks
rue: Забрати из облюбеных

source: Input device already exists.
rue: Девайс ввода уже єствує.

source: No player available for connecting to server.
rue: Не є бавляча приступного для прикапченя од серверови.

source: Username: %s
rue: Юзернейм: %s

source: Cancel Request
rue: Одмінити запрос

source: Today
rue: Дниськы

source: Friend request sent!
rue: Цімборськый запрос загнаный!

source: Friend request accepted!
rue: Цімборськый запрос приятый!

source: Friend request declined!
rue: Цімборськый запрос неприятый!

source: Friend removed!
rue: Цімбор удаленый!

source: Friend request cancelled!
rue: Цімборськый запрос одміненый1

source: Processing
rue: Обробеня

source: Fetching last vote
rue: Достаня послїдньых голосув

source: You can adapt your previous rating by clicking the stars beneath.
rue: Можете перемінити свуй старый рейтінґ клопкнув звізды под ним.

source: You have not yet voted for this addon. Select your desired rating by clicking the stars beneath
rue: Вы щи не проголосовали за сись придаток. Уберіт жадаємый рейтінґ, клопкнувши на звізды под ним

source: Vote successful! You can now close the window.
rue: Успішно сьте проголосовали! Тепирь можете закрыти оболок.

source: Performing vote
rue: Проведеня голосованя

source: Random Track
rue: Трафна автомапа

source: Are you sure you want to remove '%s'?
rue: Вы истно хочете удалити "%s"?

source: Do you want to save your changes?
rue: Хочете усокотити свої переміны?

source: Laps
rue: Кругы

source: Reversed
rue: Обратный порядок

source: An error occurred while trying to save your grand prix.
rue: Трафила ся хыба при провбі усокотити великі перемаганкы.

source: Select a track
rue: Убрати автомапу

source: You completed the easy challenge! Points earned on this level: %i/%i
rue: Вы довершили легкі перемаганкы! Балув достано на сьому уровні: %i/%i

source: You completed the intermediate challenge! Points earned on this level: %i/%i
rue: Вы довершили середні перемаганкы! Балув достано на сьому уровні: %i/%i

source: You completed the difficult challenge! Points earned on this level: %i/%i
rue: Вы довершили чажкі перемаганкы! Балув достато на сьому уровні %i/%i

source: You completed the SuperTux challenge! Points earned on this level: %i/%i
rue: Вы довершили SuperTux перемаганкы! Балув достато на сьому уровні %i/%i

source: You unlocked %s!
rue: Вы розблоковали %s!

source: Challenge Completed
rue: Перемаганя довершеноє

source: You unlocked track %0
rue: Вы розблоковали автомапу %0

source: You unlocked grand prix %0
rue: Вы розблоковали великі перемаганкы %0

# column_name
source: Track
rue: Автомапа

# column_name
source: Players
rue: Бавлячі

source: Reload
rue: Переладовати

source: Please enter the name of the grand prix
rue: Будьте добрі, уберіт имня великых перемаганок

source: Please select a Grand Prix
rue: Уберіт Великі Перемаганкы

source: User defined
rue: Бавляч опредїленый

source: Name is empty.
rue: Имня пустоє.

source: Another grand prix with this name already exists.
rue: Другі великі перемаганкы из сим имньом уже єствувут.

source: Name is too long.
rue: Имня дуже великоє.

source: Better luck next time!
rue: Посеренчит у другый раз!

source: You completed a challenge!
rue: Вы довершили перемаганкы!

source: You won the Grand Prix!
rue: Уграли сьте Великі Перемаганкы!

source: You completed the Grand Prix!
rue: Вы довершили Великі Перемаганкы!

# column_name
source: Number of karts
rue: Число возикув

source: Are you sure you want to remove this high score entry?
rue: Вы бізувні, ож хочете стерти сись рекорд?

source: Are you sure you want to remove all of your high scores?
rue: Вы бізувні, ож хочете стерти вшыткі свої рекорды?

source: Connect a keyboard or gamepad to play splitscreen multiplayer
rue: Прикапчайте клавешницю вадь ґеймпад обы бавити ворошну бавку з подїленым екраном

source: Random Kart
rue: Трафный возик

source: Locked
rue: Закрыто

source: Everyone: Press the 'Select' button to join the game
rue: Каждому: Клопкніт "Select" обы прикапчати ся од бавцї

source: Would you like to play the tutorial of the game?
rue: Хочете пройти туторіал бавкы?

source: You can not play online without internet access. If you want to play online, go in the options menu, and check "Connect to the Internet".
rue: Вы не можете бавити онлайн без інтернет споєня. Кідь хочете бавити онлайн, ідіт у штімованя, ай перевірте "Прикапченя од інтернетови".

source: You can not download addons without internet access. If you want to download addons, go in the options menu, and check "Connect to the Internet".
rue: Вы не можете стерьховати придаткы без інтернет споєня. Кідь хочете стерьхати їх, ідіт у штімованя, ай перевірте "Прикапченя од інтернетови".

source: You can not download addons without internet access. If you want to download addons, go in the options menu, and check "Connect to the Internet". You can however delete already downloaded addons.
rue: Вы не можете стерьховати придаткы без інтернет споєня. Кідь хочете стерьхати їх, ідіт у штімованя, ай перевірте "Прикапченя од інтернетови". Вы можете стерти уже стерьхані придаткы.

source: The add-ons module is currently disabled in the Options screen
rue: Модул придаткув тепирь вуключеный у Штімованях

source: Please wait while the add-ons are loading
rue: Почекайте, кой ся придаткы наладувут

source: Are you sure you want to quit STK?
rue: Бізувно хочете лишити STK?

source: Create LAN Server
rue: Учинити LAN сервер

source: %s's server
rue: Сервер %s

source: No. of grand prix track(s)
rue: Число автомап Великых перемаганок

source: Name has to be between 4 and 30 characters long!
rue: Имня має мати довжину межи 4 ай 30 сімболами!

source: Incorrect characters in password!
rue: Недобрі сімболы у паролі!

source: Ready
rue: Готовый

source: Live join
rue: Прикапчати ся

source: Spectate
rue: Слїдити

source: Install addon
rue: Настановити придаток

source: Please wait for the current game's (%s) end, estimated remaining time: %s.
rue: Почекайте закідь чинна бавка кончит ся (%s), лишившый ся час: %s.

source: Please wait for the current game's end, estimated remaining time: %s.
rue: Почекайте закідь чинна бавка кончит ся, лишившый ся час: %s.

source: Please wait for the current game's (%s) end, estimated progress: %s%.
rue: Почекайте закідь чинна бавка кончит ся (%s), гаданый проґрес: %s%.

source: Please wait for the current game's end, estimated progress: %d%.
rue: Почекайте закідь чинна бавка кончит ся, гаданый проґрес: %s%.

source: Please wait for the current game's end.
rue: Почекайте, закідь чинна бавка ся кончит.

source: Game will start if there is more than %d player.
rue: Бавка ся зачне, кідь буде бавляча булше чим %d.

source: Starting after %d second, or once everyone has pressed the 'Ready' button.
rue: Зачне ся через %d секунду, вадь коли вшыткі затискнут "Готово".

source: Connecting to server %s
rue: Прикапченя од серверови %s

source: Finding a quick play server
rue: Гляданя сервера из разраз бавков

source: Remaining time: %d
rue: Лишившый ся час: %d

source: Goals
rue: Ґолы

source: Fetching achievements
rue: Гляданя здобытюв

source: %s's profile
rue: Профіл %s

source: Since
rue: Из

source: Status
rue: Статус

source: Fetching friends
rue: Гляданя цімборув

source: New Request
rue: Новый запрос

source: Pending
rue: Чеканя

source: Offline
rue: Офлайн

source: Enter new E-mail below
rue: Уведіт новый емейл долї

source: New Email has to be between 5 and 254 characters long!
rue: Новый емейл має быти межи 5 ай 254 сімболами у довжину!

source: New Email is invalid!
rue: Новый емейл нечинный!

source: E-mail changed!
rue: Емейл поміняный!

source: Failed to change E-mail: %s
rue: Хыба переміны емейла: %s

source: You must be logged in to play Global networking. Click your username above.
rue: Вы маєте зайти у сістем, обы бавити у ґлобалнув сїтцї. Клопкніт на своє имня хосновача горї.

source: Searching
rue: Гляданя

source: Exit game
rue: Уйти из бавкы

source: Could not create player '%s'.
rue: Не уйшло учинити бавляча "%s".

source: User name cannot be empty.
rue: Имня хосновача не може быти пустоє.

source: Online username and password must not be the same!
rue: Онлайн юзернейм ай парола не мавут быти єднакі!

source: Emails don't match!
rue: Емейлы не єднакі!

source: Online username can only contain alphanumeric (ASCII) characters, periods, dashes and underscores!
rue: Онлайн юзернейм має мати лем цифры/буквы, цяткы, дефісы ай знакы подчерка!

source: Online username has to be between 3 and 30 characters long!
rue: Онлайн юзернейм має мати од 3 до 30 сімболув у довжину!

source: Online username must not start with a number!
rue: Онлайн юзернейм мусит ся не зачинати из числа!

source: Email has to be between 5 and 254 characters long!
rue: Новый емейл має быти межи 5 ай 254 сімболами у довжину!

source: Email is invalid!
rue: Емейл нечинный!

source: You will receive an email with further instructions regarding account activation. Please be patient and be sure to check your spam folder.
rue: Вы достанете електроноє письмо з далшыма інструкціями по актівації акаунта. Будьте добрі, почекайте тай мусайно поникайте у фасціклу зо спамом.

source: Internet access is disabled, please enable it in the options
rue: Інтернет приступ вуключеный, уключіт го у штімованях

# column_name
source: Name
rue: Имня

# column_name
source: Game mode
rue: Режім бавкы

# column_name
source: Owner
rue: Владарь

# column_name
source: Distance (km)
rue: Дістанція (км)

source: Unknown
rue: Незнама

source: No IPv4 detected, you may not be able to join any servers.
rue: IPv4 не найденый, майже не збируєте ся подкапчати ани єдному серверови.

source: No IPv6 detected, you may not be able to join any servers.
rue: IPv6 не найденый, майже не збируєте ся подкапчати ани єдному серверови.

source: No server is available.
rue: Сервер неприступный.

source: Fetching servers
rue: Достаєме серверы

source: Server Bookmarks
rue: Облюбені серверы

source: If a majority of players all select the same track and race settings, voting will end early.
rue: Кідь булшина бавлячув уберат єднакый штім перебіга вадь автомапы, голосованя кінчат ся.

source: Random item location
rue: Трафна полога предмета

source: Number of goals to win
rue: Число голув для побіды

source: Drive in reverse
rue: Іти задньым ходом (цурікати)

source: Locked: solve active challenges to gain access to more!
rue: Закрыто: довершуйте чинні перемаганкы, обы одкрыти приступ од булшому!

source: Action
rue: Дїя

source: Key binding
rue: Призначеня клопкы

source: Disable Device
rue: Вуключити девайс

source: Enable Device
rue: Уключити девайс

source: Enable Configuration
rue: Уключити штімованя (клавешници)

source: Game Keys
rue: Бавилні клопкы

source: Menu Keys
rue: Клопкы меню

source: Steer Left
rue: Крятати налїво

source: Steer Right
rue: Крятати направо

source: Accelerate
rue: Приспішити ся

source: Brake / Reverse
rue: Гамовати / Обратный ход

source: Fire
rue: Огынь

source: Nitro
rue: Нітро

source: Look Back
rue: Натїгати ся назад

source: Rescue
rue: Спасати
